{
  "q1": {
    "q": "What is a network transaction fee?",
    "a": "In different blockchain networks, to transfer the balance from the source wallet to the destination wallet, you must pay a certain amount as a network transaction fee for the balance transfer to take place. This fee is calculated in the base currency unit of each network and varies in each network."
  },
  "q2": {
    "q": "What is a transaction commission and how is it calculated?",
    "a": "For each received transaction in Payment4, a small amount (about 1 percent) of the total transaction amount is considered as the Payment4 service fee, which is capped at 1 dollar. For example, a successful $50 payment incurs a 50 cent fee, a $100 transaction incurs a 1 dollar fee, and transactions over $100 (for example, a $200 transaction) will also have a 1 dollar fee."
  },
  "q3": {
    "q": "How are the payer of the network transaction fee and the Payment4 fee determined?",
    "a": "Each merchant can specify in the settings section of each gateway whether the payer of the network transaction fee and the Payment4 fee should be the merchant (themselves) or the paying user (the bill paying user). In the first case, after each payment, the above costs are considered and deducted from the total amount during the final settlement. But in the second case, the mentioned amounts are added to the final invoice, and the merchant will ultimately receive the full amount of the paid invoice without deduction in the final settlement. It is worth mentioning that it is possible to separate these two fees, for example, the user pays the network fee and the merchant pays the Payment4 fee."
  },
  "q4": {
    "q": "How is the settlement done?",
    "a": "After receiving multiple payments from your users, you can see the total balance based on the cryptocurrency and the network in which the payment was made in the balance section. Each new payment increases this balance. In the settlement section, only the total transactions that have been paid more than 24 hours ago are visible. You can request your settlement at any hour of the day, and it will be settled instantly (depending on network traffic). It is worth noting that only balances that are eligible for settlement can be settled to the wallet address of the same network."
  },
  "q5": {
    "q": "Where can I enter my settlement wallet address?",
    "a": "In the address book section of each gateway, you can proceed to register the settlement recipient wallet address. Please note that the balance eligible for settlement of each cryptocurrency can only be transferred to a wallet of the same cryptocurrency, and cryptocurrencies cannot be converted to others."
  },
  "q6": {
    "q": "How can I equip my e-commerce website with the gateway?",
    "a": "To read the documentation and how to connect the gateway to your e-commerce site, you can visit the official site https://payment4.com and proceed to equip your e-commerce site in the documentation section."
  },
  "q7": {
    "q": "How can I activate the gateway for a WordPress site?",
    "a": "For WordPress (WooCommerce) sites, you can visit the documentation section of the official site https://payment4.com and download the WordPress (WooCommerce) plugin from the plugins section."
  },
  "q8": {
    "q": "Where can I get my API key?",
    "a": "By creating each gateway, you will have the right to use the specific API key of that gateway. This API key is available in the settings section of each gateway."
  }
}
