{
  "termsOfService": {
    "title": "Terms of Use",
    "welcomeMessage": "Welcome to Payment4!",
    "termsContent": "These Terms of Use (\"Terms\") outline the terms and conditions that govern your use of Payment4.com (the \"Platform\"). By accessing or using the Platform, you agree to comply with and be bound by these Terms.We encourage you to carefully read and understand these Terms before using the Platform. If you do not agree with any part of these Terms, please refrain from using the Platform. These Terms cover important aspects of your use of the Platform, including payment processing, transactions, security, and user responsibilities. By using the Platform, you acknowledge that you have reviewed, understood, and accepted these Terms in their entirety. Please note that these Terms may be updated periodically, and it is your responsibility to review them regularly. Your continued use of the Platform after any changes indicates your acceptance of the updated Terms.",
    "contactUsText": "If you have any questions about these Terms or any aspect of the Platform, please contact us at support@payment4.com. Thank you for choosing Payment4. We are committed to providing you with a secure and efficient payment gateway experience.",
    "acceptanceTitle": "Acceptance of Terms",
    "accessAndConsentText": "By accessing, registering, or utilizing the services provided by the platform, you explicitly acknowledge and agree to the terms and conditions set forth in these Terms. Your use of the Platform constitutes your consent to comply with and be legally bound by these Terms. If you do not agree to these Terms or any part thereof, please refrain from accessing or using the Platform. Your continued use of the Platform following any modifications to these Terms signifies your acceptance of such changes. Please read these Terms carefully and ensure your understanding of their implications before using the Platform.",
    "userEligibilityTitle": "User Eligibility",
    "userEligibilityText": "By accessing or using the Platform, you affirm that you are of legal age in your jurisdiction to enter into a binding agreement and that you meet all other eligibility requirements outlined in these Terms. You further warrant that any registration information you provide is accurate, complete, and current. If you are accessing or using the Platform on behalf of an entity, organization, or company, you represent and warrant that you have the authority to bind such entity to these Terms, and \"you\" or \"your\" as used in these Terms will refer to both you and the entity you represent. You acknowledge that your use of the Platform is subject to compliance with all applicable laws, regulations, and ordinances, and you agree to be solely responsible for such compliance. If you do not meet these eligibility requirements or do not agree with any part of these Terms, please refrain from using the Platform.",
    "accountCreationTitle": "Account Creation and Security",
    "accountCreationAndSecurityText": "To access certain features and services of the Platform, you may be required to create an account. When creating an account, you agree to provide accurate, current, and complete information. You are solely responsible for maintaining the confidentiality of your account credentials, including your username and password. You agree not to share your account information with any third party and to notify us immediately of any unauthorized use of your account.",
    "accountResponsibilitiesText": "You understand and acknowledge that you are solely responsible for all activities conducted through your account. Payment4.com shall not be liable for any loss, damage, or liability arising from your failure to comply with these security obligations.",
    "multipleAccountsAndSuspensionText": "You also agree not to create multiple accounts or impersonate any other person or entity. We reserve the right to suspend or terminate your account, refuse service, or deny access to the Platform if we suspect fraudulent, unauthorized, or inappropriate activity associated with your account.",
    "accountSecurityRecommendationText": "You are advised to choose a strong and unique password, enable multi-factor authentication when available, and regularly update your account information to ensure the security of your account.",
    "privacyPolicyAcknowledgementText": "By creating an account on the Platform, you acknowledge that you have read and agree to our Privacy Policy, which outlines how we collect, use, and protect your personal information.",
    "userResponsibilitiesTitle": "User Responsibilities",
    "responsibilitiesAndGuidelinesTitleText": "When using the Platform, you agree to adhere to the following responsibilities and guidelines:",
    "lawfulUse": "Lawful Use:",
    "lawfulUseText": "You will use the Platform for lawful purposes only and will not engage in any activity that violates any applicable laws, regulations, or third-party rights.",
    "accurateInformationText": "You will provide accurate, complete, and up-to-date information when using the Platform, including during account registration and transaction processing.",
    "prohibitedActivitiesText": "You will not use the Platform for any purpose that is harmful, abusive, obscene, threatening, harassing, or defamatory. You will refrain from engaging in fraud, phishing, hacking, or any illegal or unauthorized activity.",
    "securityText": "You are responsible for maintaining the security of your account credentials, including your username and password. You will promptly notify us of any unauthorized access to or use of your account.",
    "personalUseText": "You will use the Platform solely for your own personal, non-commercial use and will not resell, sublicense, or share access to the Platform with third parties.",
    "transactionsText": "You will only initiate transactions on the Platform that are lawful and valid. You understand that transactions are irreversible and that you must carefully review and verify transaction details before proceeding.",
    "thirdPartyContentText": "You acknowledge that the Platform may contain links to third-party websites or content. You are responsible for reviewing and abiding by the terms and policies of any third-party websites or services you access through the Platform.",
    "complianceText": "You will comply with all applicable laws and regulations related to cryptocurrency use, financial transactions, and data protection.",
    "feedbackText": "If you provide any feedback, suggestions, or comments regarding the Platform, you grant us the right to use, modify, and incorporate such feedback into our services without any obligation to you.",
    "suspensionOrTerminationText": "We reserve the right to suspend or terminate your account and access to the Platform if we suspect any violation of these responsibilities or if your use of the Platform is deemed detrimental to us or other users.",
    "paymentAndTransactionsTitle": "Payment and Transactions",
    "intellectualPropertyTitle": "Intellectual Property",
    "ownership": "Ownership:",
    "limitedLicense": "Limited License:",
    "trademarks": "Trademarks:",
    "userContent": "User Content:",
    "prohibitedUse": "Prohibited Use:",
    "copyrightInfringement": "Copyright Infringement:",
    "thirdPartyContent": "Third-Party Content:",
    "accurateInformation": "Accurate Information:",
    "prohibitedActivities": "Prohibited Activities:",
    "security": "Security:",
    "PersonalUse": "Personal Use:",
    "Transactions": "Transactions:",
    "Compliance": "Compliance:",
    "Feedback": "Feedback:",
    "SuspensionOrTermination": "Suspension or Termination:",
    "TransactionDetails": "Transaction Details:",
    "TransactionConfirmation": "Transaction Confirmation:",
    "TransactionFees": "Transaction Fees:",
    "CryptocurrencyConversion": "Cryptocurrency Conversion:",
    "SecurityAndRisks": "Security and Risks:",
    "useOfPlatformText": "Your use of the Platform is subject to these responsibilities and any additional guidelines or policies we may provide. Payment and Transactions",
    "platformSecurityAndPaymentsText": "The Platform provides a secure environment for processing cryptocurrency transactions. By utilizing the Platform's services, you agree to the following terms related to payments and transactions:",
    "transactionDetailsResponsibilityText": "You are solely responsible for providing accurate and complete transaction details, including the receiving cryptocurrency wallet address. Payment4.com shall not be liable for any losses resulting from incorrect or incomplete transaction information provided by you.",
    "irreversibleTransactionText": "Once a transaction is sent on the blockchain, it is irreversible and cannot be canceled. You are advised to carefully review all transaction details before confirming a payment.",
    "transactionFeesText": "Certain transactions may be subject to fees, which will be clearly indicated before you confirm the transaction. Payment of these fees is your responsibility and is required for the successful processing of the transaction.",
    "cryptocurrencyConversionsText": "If applicable, cryptocurrency conversions will be performed at the prevailing exchange rates at the time of the transaction. You acknowledge that exchange rates can fluctuate and may impact the final amount received by you.",
    "cryptocurrencyRisksText": "While Payment4.com employs security measures to safeguard transactions, you acknowledge that the use of cryptocurrencies carries inherent risks, including but not limited to network failures and delays, blockchain congestion or failure, and fluctuations in cryptocurrency value. Payment4.com shall not be responsible for any losses incurred due to these risks.",
    "complianceWithLawsText": "You agree to comply with all applicable laws and regulations related to cryptocurrency transactions and payments. You are solely responsible for ensuring that your transactions are legal and legitimate.",
    "TransactionDisputesTitle": "Transaction Disputes:",
    "transactionDisputesResolutionText": "In the event of a dispute or discrepancy regarding a transaction, you may contact Payment4.com's customer support. We will make reasonable efforts to address your concerns, but the resolution of disputes is subject to the policies and procedures outlined in these Terms.",
    "acknowledgmentOfTermsText": "By using the Platform for payments and transactions, you acknowledge and accept these terms, including the risks associated with cryptocurrency use.",
    "intellectualPropertyProtectionText": "The Platform and its associated content, features, and functionalities are protected by various intellectual property laws, including copyright, trademark, and other proprietary rights. The following terms outline your rights and obligations regarding the intellectual property associated with the Platform:",
    "ownershipOfContentText": "All content, materials, software, code, designs, graphics, logos, and other elements of the Platform are owned or licensed by Payment4.com and are protected by applicable intellectual property laws.",
    "limitedLicenseText": "Payment4.com grants you a limited, non-exclusive, non-transferable, and revocable license to access and use the Platform for your personal, non-commercial use. This license does not grant you any ownership rights or rights to use, reproduce, distribute, modify, or create derivative works based on the Platform.",
    "trademarkProtectionText": "\"Payment4.com\" and other related trademarks, service marks, logos, and trade names are the property of Payment4.com and may not be used without our prior written consent.",
    "contentLicenseText": "By submitting or uploading any content to the Platform, you grant Payment4.com a worldwide, royalty-free, non-exclusive license to use, reproduce, modify, adapt, publish, translate, distribute, and display such content in connection with the operation of the Platform.",
    "noExploitationWithoutPermissionText": "You may not copy, reproduce, modify, distribute, display, create derivative works from, or otherwise exploit any part of the Platform without Payment4.com's express written permission.",
    "reportIPInfringementText": "If you believe that your intellectual property rights have been infringed upon, please notify us promptly in accordance with our Copyright Policy.",
    "thirdPartyContentDisclaimerText": "The Platform may contain third-party content, trademarks, or copyrighted materials. Such content is the property of their respective owners and is subject to their terms and conditions.",
    "UnauthorizedUseWarning": "Any unauthorized use of the Platform's intellectual property may result in legal action. You agree to respect and abide by all intellectual property rights associated with the Platform."
  }
}
