{
  "termsOfService": {
    "title": "Conditions d'utilisation",
    "welcomeMessage": "Bienvenue sur Payment4 !",
    "termsContent": "Ces Conditions d'utilisation (« Conditions ») définissent les termes et conditions qui régissent votre utilisation de Payment4.com (la « Plateforme »). En accédant ou en utilisant la Plateforme, vous acceptez de vous conformer à ces Conditions et d'y être lié. Nous vous encourageons à lire attentivement et à comprendre ces Conditions avant d'utiliser la Plateforme. Si vous n'êtes pas d'accord avec une partie de ces Conditions, veuillez vous abstenir d'utiliser la Plateforme. Ces Conditions couvrent des aspects importants de votre utilisation de la Plateforme, notamment le traitement des paiements, les transactions, la sécurité et les responsabilités de l'utilisateur. En utilisant la Plateforme, vous reconnaissez avoir examiné, compris et accepté ces Conditions dans leur intégralité. Veuillez noter que ces Conditions peuvent être mises à jour périodiquement, et il vous incombe de les consulter régulièrement. Votre utilisation continue de la Plateforme après toute modification indique votre acceptation des Conditions mises à jour.",
    "contactUsText": "Si vous avez des questions sur ces Conditions ou sur un aspect de la Plateforme, veuillez nous contacter à support@payment4.com. Merci d'avoir choisi Payment4. Nous nous engageons à vous offrir une expérience de passerelle de paiement sécurisée et efficace.",
    "acceptanceTitle": "Acceptation des Conditions",
    "accessAndConsentText": "En accédant, en vous inscrivant ou en utilisant les services fournis par la plateforme, vous reconnaissez explicitement et acceptez les termes et conditions énoncés dans ces Conditions. Votre utilisation de la Plateforme constitue votre consentement à vous conformer et à être légalement lié par ces Conditions. Si vous n'acceptez pas ces Conditions ou une partie de celles-ci, veuillez vous abstenir d'accéder ou d'utiliser la Plateforme. Votre utilisation continue de la Plateforme suite à des modifications de ces Conditions signifie votre acceptation de ces changements. Veuillez lire attentivement ces Conditions et assurez-vous de bien comprendre leurs implications avant d'utiliser la Plateforme.",
    "userEligibilityTitle": "Éligibilité de l'utilisateur",
    "userEligibilityText": "En accédant ou en utilisant la Plateforme, vous affirmez être en âge légal dans votre juridiction pour conclure un accord contraignant et remplir toutes les autres exigences d'éligibilité énoncées dans ces Conditions. Vous garantissez en outre que les informations d'inscription que vous fournissez sont exactes, complètes et à jour. Si vous accédez ou utilisez la Plateforme au nom d'une entité, d'une organisation ou d'une entreprise, vous déclarez et garantissez avoir l'autorité pour lier cette entité à ces Conditions, et « vous » ou « votre », tels qu'utilisés dans ces Conditions, feront référence à la fois à vous et à l'entité que vous représentez. Vous reconnaissez que votre utilisation de la Plateforme est soumise au respect de toutes les lois, réglementations et ordonnances applicables, et vous acceptez d'être seul responsable de ce respect. Si vous ne répondez pas à ces exigences d'éligibilité ou si vous n'êtes pas d'accord avec une partie de ces Conditions, veuillez vous abstenir d'utiliser la Plateforme.",
    "accountCreationTitle": "Création de compte et sécurité",
    "accountCreationAndSecurityText": "Pour accéder à certaines fonctionnalités et services de la Plateforme, il peut vous être demandé de créer un compte. Lors de la création d'un compte, vous acceptez de fournir des informations exactes, actuelles et complètes. Vous êtes seul responsable de la confidentialité de vos informations de compte, y compris votre nom d'utilisateur et votre mot de passe. Vous acceptez de ne pas partager vos informations de compte avec des tiers et de nous informer immédiatement de toute utilisation non autorisée de votre compte.",
    "accountResponsibilitiesText": "Vous comprenez et reconnaissez que vous êtes seul responsable de toutes les activités menées via votre compte. Payment4.com ne sera pas responsable de toute perte, dommage ou responsabilité résultant de votre non-respect de ces obligations de sécurité.",
    "multipleAccountsAndSuspensionText": "Vous acceptez également de ne pas créer de multiples comptes ou de vous faire passer pour une autre personne ou entité. Nous nous réservons le droit de suspendre ou de résilier votre compte, de refuser le service ou de refuser l'accès à la Plateforme si nous soupçonnons une activité frauduleuse, non autorisée ou inappropriée associée à votre compte.",
    "accountSecurityRecommendationText": "Il est recommandé de choisir un mot de passe fort et unique, d'activer l'authentification multi-facteurs lorsque cela est disponible et de mettre régulièrement à jour les informations de votre compte pour garantir la sécurité de votre compte.",
    "privacyPolicyAcknowledgementText": "En créant un compte sur la Plateforme, vous reconnaissez avoir lu et accepté notre Politique de confidentialité, qui explique comment nous recueillons, utilisons et protégeons vos informations personnelles.",
    "userResponsibilitiesTitle": "Responsabilités de l'utilisateur",
    "responsibilitiesAndGuidelinesTitleText": "Lorsque vous utilisez la Plateforme, vous acceptez de respecter les responsabilités et les directives suivantes :",
    "lawfulUse": "Utilisation légale :",
    "lawfulUseText": "Vous utiliserez la Plateforme uniquement à des fins légales et ne vous engagerez dans aucune activité qui enfreint les lois, réglementations ou droits de tiers applicables.",
    "accurateInformationText": "Vous fournirez des informations exactes, complètes et à jour lors de l'utilisation de la Plateforme, y compris lors de l'inscription de votre compte et du traitement des transactions.",
    "prohibitedActivitiesText": "Vous n'utiliserez pas la Plateforme à des fins nuisibles, abusives, obscènes, menaçantes, harcelantes ou diffamatoires. Vous vous abstiendrez de toute fraude, hameçonnage, piratage ou activité illégale ou non autorisée.",
    "securityText": "Vous êtes responsable de la sécurité de vos informations de compte, y compris votre nom d'utilisateur et votre mot de passe. Vous nous informerez rapidement de",
    "paymentAndTransactionsTitle": "Paiement et Transactions",
    "intellectualPropertyTitle": "Propriété intellectuelle",
    "ownership": "Propriété :",
    "limitedLicense": "Licence limitée :",
    "trademarks": "Marques déposées :",
    "userContent": "Contenu de l'utilisateur :",
    "prohibitedUse": "Utilisation interdite :",
    "copyrightInfringement": "Violations de droits d'auteur :",
    "thirdPartyContent": "Contenu de tiers :",
    "accurateInformation": "Informations exactes :",
    "prohibitedActivities": "Activités interdites :",
    "security": "Sécurité :",
    "PersonalUse": "Usage personnel :",
    "Transactions": "Transactions :",
    "Compliance": "Conformité :",
    "Feedback": "Retours d'information :",
    "SuspensionOrTermination": "Suspension ou résiliation :",
    "TransactionDetails": "Détails de la transaction :",
    "TransactionConfirmation": "Confirmation de la transaction :",
    "TransactionFees": "Frais de transaction :",
    "CryptocurrencyConversion": "Conversion de cryptomonnaie :",
    "SecurityAndRisks": "Sécurité et risques :",
    "useOfPlatformText": "Votre utilisation de la Plateforme est soumise à ces responsabilités et à toute directive ou politique supplémentaire que nous pourrions fournir. Paiement et Transactions",
    "platformSecurityAndPaymentsText": "La Plateforme offre un environnement sécurisé pour le traitement des transactions de cryptomonnaie. En utilisant les services de la Plateforme, vous acceptez les termes suivants liés aux paiements et aux transactions :",
    "transactionDetailsResponsibilityText": "Vous êtes seul responsable de fournir des détails de transaction exacts et complets, y compris l'adresse du portefeuille de cryptomonnaie destinataire. Payment4.com ne sera pas responsable des pertes résultant d'informations de transaction incorrectes ou incomplètes fournies par vous.",
    "irreversibleTransactionText": "Une fois qu'une transaction est envoyée sur la blockchain, elle est irréversible et ne peut pas être annulée. Il est conseillé de passer en revue attentivement tous les détails de la transaction avant de confirmer un paiement.",
    "transactionFeesText": "Certaines transactions peuvent être soumises à des frais, qui seront clairement indiqués avant que vous ne confirmiez la transaction. Le paiement de ces frais est de votre responsabilité et est requis pour le traitement réussi de la transaction.",
    "cryptocurrencyConversionsText": "Si cela s'applique, les conversions de cryptomonnaie seront effectuées aux taux de change en vigueur au moment de la transaction. Vous reconnaissez que les taux de change peuvent fluctuer et avoir un impact sur le montant final que vous recevez.",
    "cryptocurrencyRisksText": "Bien que Payment4.com utilise des mesures de sécurité pour protéger les transactions, vous reconnaissez que l'utilisation de cryptomonnaies comporte des risques inhérents, notamment, mais sans s'y limiter, les pannes et retards du réseau, la congestion ou la défaillance de la blockchain et les fluctuations de la valeur des cryptomonnaies. Payment4.com ne sera pas responsable des pertes encourues en raison de ces risques.",
    "complianceWithLawsText": "Vous acceptez de vous conformer à toutes les lois et réglementations applicables relatives aux transactions et aux paiements de cryptomonnaie. Vous êtes seul responsable de vous assurer que vos transactions sont légales et légitimes.",
    "TransactionDisputesTitle": "Litiges de transactions :",
    "transactionDisputesResolutionText": "En cas de litige ou de divergence concernant une transaction, vous pouvez contacter le service client de Payment4.com. Nous ferons des efforts raisonnables pour répondre à vos préoccupations, mais la résolution des litiges est soumise aux politiques et procédures décrites dans ces Conditions.",
    "acknowledgmentOfTermsText": "En utilisant la Plateforme pour les paiements et les transactions, vous reconnaissez et acceptez ces termes, y compris les risques associés à l'utilisation de cryptomonnaies.",
    "intellectualPropertyProtectionText": "La Plateforme et son contenu, ses fonctionnalités et ses éléments sont protégés par diverses lois sur la propriété intellectuelle, notamment le droit d'auteur, les marques déposées et d'autres droits de propriété. Les termes suivants définissent vos droits et obligations concernant la propriété intellectuelle associée à la Plateforme :",
    "ownershipOfContentText": "Tout le contenu, les matériaux, les logiciels, le code, les conceptions, les graphiques, les logos et autres éléments de la Plateforme sont détenus ou concédés sous licence par Payment4.com et sont protégés par les lois sur la propriété intellectuelle applicables.",
    "limitedLicenseText": "Payment4.com vous accorde une licence limitée, non exclusive, non transférable et révocable pour accéder et utiliser la Plateforme à des fins personnelles et non commerciales. Cette licence ne vous accorde aucun droit de propriété ni le droit d'utiliser, de reproduire, de distribuer, de modifier ou de créer des œuvres dérivées basées sur la Plateforme.",
    "trademarkProtectionText": "\"Payment4.com\" et les autres marques, marques de service, logos et noms commerciaux associés sont la propriété de Payment4.com et ne peuvent pas être utilisés sans notre consentement écrit préalable.",
    "contentLicenseText": "En soumettant ou en téléchargeant du contenu sur la Plateforme, vous accordez à Payment4.com une licence mondiale, gratuite, non exclusive pour utiliser, reproduire, modifier, adapter, publier, traduire, distribuer et afficher un tel contenu en relation avec l'exploitation de la Plateforme.",
    "noExploitationWithoutPermissionText": "Vous ne pouvez pas copier, reproduire, modifier, distribuer, afficher, créer des œuvres dérivées ou exploiter de quelque manière que ce soit une partie de la Plateforme sans la permission écrite explicite de Payment4.com.",
    "reportIPInfringementText": "Si vous estimez que vos droits de propriété intellectuelle ont été violés, veuillez nous en informer rapidement conformément à notre Politique de droit d'auteur.",
    "thirdPartyContentDisclaimerText": "La Plateforme peut contenir du contenu de tiers, des marques déposées ou des matériaux protégés par le droit d'auteur. Un tel contenu est la propriété de"
  }
}
