{
  "q1": {
    "q": "ما هو رسوم معاملة الشبكة؟",
    "a": "في شبكات البلوكشين المختلفة ، لتحويل الرصيد من محفظة المصدر إلى محفظة الوجهة ، يجب عليك دفع مبلغ معين كرسوم معاملة الشبكة ليتم تنفيذ تحويل الرصيد. يتم حساب هذه الرسوم بوحدة العملة الأساسية لكل شبكة وتختلف في كل شبكة."
  },
  "q2": {
    "q": "ما هي عمولة المعاملة وكيف يتم حسابها؟",
    "a": "بالنسبة لكل معاملة تم استلامها في Payment4 ، يُعتبر مبلغ صغير (حوالي 1 في المئة) من إجمالي مبلغ المعاملة كرسوم خدمة Payment4 ، والتي تكون محدودة إلى دولار واحد. على سبيل المثال ، تؤدي عملية دفع ناجحة بقيمة 50 دولارًا إلى تكبد رسوم قدرها 50 سنتًا ، وتؤدي عملية بقيمة 100 دولار إلى تكبد رسوم قدرها دولار واحد ، وستؤدي المعاملات التي تتجاوز 100 دولار (على سبيل المثال ، معاملة بقيمة 200 دولار) أيضًا إلى دفع رسوم قدرها دولار واحد."
  },
  "q3": {
    "q": "كيف يتم تحديد دافع رسوم معاملة الشبكة ورسوم Payment4؟",
    "a": "يمكن لكل تاجر تحديد في قسم الإعدادات لكل بوابة ما إذا كان دافع رسوم معاملة الشبكة ورسوم Payment4 يجب أن يكون التاجر (نفسه) أو المستخدم الدافع (المستخدم الدافع عن الفاتورة). في الحالة الأولى ، بعد كل عملية دفع ، يتم النظر في تكاليف السابق ذكرها وخصمها من المبلغ الإجمالي خلال التسوية النهائية. ولكن في الحالة الثانية ، يتم إضافة المبالغ المذكورة إلى الفاتورة النهائية ، وسيتلقى التاجر في النهاية المبلغ الكامل للفاتورة المدفوعة دون خصم في التسوية النهائية. يجدر بالذكر أنه من الممكن فصل هاتين الرسومتين ، على سبيل المثال ، يدفع المستخدم رسوم الشبكة ويدفع التاجر رسوم Payment4."
  },
  "q4": {
    "q": "كيف يتم التسوية؟",
    "a": "بعد استلام عدة مدفوعات من مستخدميك ، يمكنك رؤية الرصيد الإجمالي استنادًا إلى العملة المشفرة والشبكة التي تم فيها الدفع في قسم الرصيد. كل دفعة جديدة تزيد هذا الرصيد. في قسم التسوية ، يتم عرض فقط المعاملات الإجمالية التي تم دفعها قبل أكثر من 24 ساعة. يمكنك طلب التسوية الخاصة بك في أي ساعة من اليوم ، وسيتم التسوية على الفور (اعتمادًا على حركة المرور في الشبكة). يجدر بالذكر أنه يمكن تسوية الرصيد الذي يستحق التسوية فقط إلى عنوان محفظة من نفس الشبكة."
  },
  "q5": {
    "q": "أين يمكنني إدخال عنوان محفظة التسوية الخاص بي؟",
    "a": "في قسم دليل العناوين لكل بوابة ، يمكنك المضي قدمًا لتسجيل عنوان محفظة مستلم التسوية. يرجى ملاحظة أن الرصيد المستحق للتسوية لكل عملة مشفرة يمكن نقله فقط إلى محفظة نفس العملة المشفرة ، ولا يمكن تحويل العملات المشفرة إلى أخرى."
  },
  "q6": {
    "q": "كيف يمكنني تجهيز موقع التجارة الإلكترونية الخاص بي بالبوابة؟",
    "a": "لقراءة الوثائق وكيفية ربط البوابة بموقع التجارة الإلكترونية الخاص بك ، يمكنك زيارة الموقع الرسمي https://payment4.com والمضي قدمًا في قسم الوثائق لتجهيز موقع التجارة الإلكترونية الخاص بك."
  },
  "q7": {
    "q": "كيف يمكنني تفعيل البوابة لموقع ووردبريس؟",
    "a": "بالنسبة لمواقع ووردبريس (WooCommerce) ، يمكنك زيارة قسم الوثائق في الموقع الرسمي https://payment4.com وتنزيل مكون الإضافة لنظام ووردبريس (WooCommerce) من قسم الإضافات."
  },
  "q8": {
    "q": "أين يمكنني الحصول على مفتاح API الخاص بي؟",
    "a": "عن طريق إنشاء كل بوابة ، ستحصل على الحق في استخدام مفتاح API الخاص بتلك البوابة. يتوفر هذا المفتاح في قسم الإعدادات لكل بوابة."
  }
}
