{
    "generalInformationTitle": "المعلومات العامة",
    "accountAndSecurityTitle": "الحساب والأمان",
    "transactionsCommissionTitle": "المعاملات/العمولة",
    "settlementTitle": "التسوية",
    "developersTitle": "المطورون",
    "generalInformation": [
        {
            "q": "ما هي العملة الرقمية؟",
            "a": "العملة الرقمية هي شكل من أشكال المال الذي يوجد فقط في شكل رقمي وليس ملموسًا مثل الأوراق النقدية والعملات المعدنية. تشمل الأمثلة العملات المشفرة مثل البيتكوين والإيثيريوم والإصدارات الرقمية من العملات التقليدية."
        },
        {
            "q": "كيف تعمل العملة الرقمية؟",
            "a": "تستخدم العملة الرقمية تقنية البلوكشين لتسجيل المعاملات عبر شبكة موزعة. يتم تأمين كل معاملة والتحقق منها من خلال عقد الشبكة، مما يضمن الشفافية والأمان."
        },
        {
            "q": "كيف يمكنني شراء العملة الرقمية؟",
            "a": "يمكنك شراء العملة الرقمية من خلال ربط حسابك البنكي أو بطاقة الائتمان الخاصة بك بحسابك، واختيار العملة التي ترغب في شرائها، وتأكيد المعاملة."
        }
    ],
    "accountAndSecurity": [
        {
            "q": "ماذا أفعل إذا نسيت كلمة المرور الخاصة بي؟",
            "a": "اضغط على رابط 'نسيت كلمة المرور' في صفحة تسجيل الدخول. أدخل بريدك الإلكتروني المسجل واتبع التعليمات لإعادة تعيين كلمة المرور الخاصة بك."
        },
        {
            "q": "ما هو التحقق الثنائي (2FA) وكيف يمكنني تفعيله؟",
            "a": "يضيف التحقق الثنائي (2FA) طبقة إضافية من الأمان من خلال طلب شكل آخر من التحقق، مثل كود يتم إرساله إلى جهازك المحمول، بالإضافة إلى كلمة المرور الخاصة بك. يمكنك تفعيل التحقق الثنائي في 'إعدادات الأمان'لحسابك."
        },
        {
            "q": "ما مدى أمان حسابي؟",
            "a": "نحن نستخدم إجراءات أمان متقدمة مثل التحقق الثنائي (2FA)، والتشفير، والتخزين الآمن لحماية حسابك. نوصي بتمكين التحقق الثنائي واستخدام كلمات مرور قوية وفريدة."
        }
    ],
    "transactionsCommission": [
        {
            "q": "ما هي عمولة المعاملة وكيف يتم حسابها؟",
            "a": "لكل معاملة تتلقاها عبر Payment4، يتم خصم رسوم صغيرة (1 بالمائة) من إجمالي مبلغ المعاملة كرسوم لخدمة Payment4، بحد أقصى قدره 10 دولارات. يتم تحديد الحد الأقصى للرسوم لكل معاملة عند 10 دولارات. على سبيل المثال، بالنسبة للمدفوعات التي تقل عن 100 دولار، مثل دفعة قدرها 50 دولارًا، ستكون الرسوم 0.50 دولار. بالنسبة للمعاملات التي تزيد عن 100 دولار، مثل معاملة بقيمة 500 دولار، ستكون الرسوم 10 دولارات. ستتحمل المعاملات التي تتجاوز 500 دولار، مثل معاملة بقيمة 2000 دولار، أيضًا رسومًا قدرها 10 دولارات."
        },
        {
            "q": "ما هي رسوم معاملة الشبكة؟",
            "a": "في مختلف شبكات البلوكشين، لنقل الرصيد من المحفظة المصدر إلى المحفظة الوجهة، يجب دفع مبلغ معين كرسوم معاملة الشبكة لإتمام التحويل. يتم حساب هذه الرسوم بوحدة العملة الأساسية لكل شبكة وتختلف من شبكة لأخرى."
        },
        {
            "q": "كيف يتم تحديد من يدفع رسوم معاملة الشبكة ورسوم Payment4؟",
            "a": "يمكن لكل تاجر تحديد من خلال قسم الإعدادات لكل بوابة الدفع ما إذا كان دافع رسوم معاملة الشبكة ورسوم Payment4 سيكون التاجر (نفسه) أو المستخدم الدافع (المستخدم الذي يدفع الفاتورة). في الحالة الأولى، بعد كل دفعة، يتم احتساب التكاليف المذكورة وخصمها من المبلغ الإجمالي أثناء التسوية النهائية. أما في الحالة الثانية، يتم إضافة المبالغ المذكورة إلى الفاتورة النهائية، وسيتلقى التاجر في النهاية المبلغ الكامل للفاتورة المدفوعة دون خصم في التسوية النهائية. وتجدر الإشارة إلى أنه يمكن فصل هاتين الرسومين، على سبيل المثال، يدفع المستخدم رسوم الشبكة ويدفع التاجر رسوم Payment4."
        },
        {
            "q": "كم من الوقت يستغرق معالجة المعاملات؟",
            "a": "تختلف أوقات المعاملات حسب ازدحام الشبكة ونوع المعاملة. بشكل عام، يتم معالجة معظم المعاملات في غضون بضع دقائق إلى ساعة."
        },
        {
            "q": "ماذا يجب أن تفعل إذا تم عرض معاملة على أنها منتهية الصلاحية ولكنها كانت ناجحة من جانب المستخدم وتم خصمها من حساب المستخدم؟",
            "a": "إذا كانت حالة معاملتك معروضة على أنها منتهية الصلاحية ولكنك تعتقد أنها تمت بنجاح، يمكنك طلب مراجعة للتأكد من تسجيل المعاملة بشكل صحيح. للقيام بذلك، انتقل إلى قسم التفاصيل للمعاملة المعنية وانقر على 'طلب مراجعة'. أدخل العملة المشفرة المستخدمة في الدفع ومعرف المعاملة، ثم أكد. سيتم مراجعة طلبك بسرعة، وسنضمن تسجيل معاملتك بشكل صحيح."
        }
    ],
    "settlement": [
        {
            "q": "كيف تتم التسوية؟",
            "a": "بعد تلقيك عدة مدفوعات من مستخدميك، يمكنك رؤية الرصيد الإجمالي بناءً على العملة المشفرة والشبكة التي تم الدفع من خلالها في قسم الرصيد. يزيد كل دفعة جديدة هذا الرصيد. في قسم التسوية، لا تظهر سوى إجمالي المعاملات التي تم دفعها منذ أكثر من 24 ساعة. يمكنك طلب تسويتك في أي ساعة من اليوم، وسيتم تسويتها على الفور (اعتمادًا على حركة مرور الشبكة). تجدر الإشارة إلى أنه لا يمكن تسوية سوى الأرصدة المؤهلة للتسوية إلى عنوان محفظة من نفس الشبكة."
        },
        {
            "q": "أين يمكنني إدخال عنوان محفظة التسوية الخاص بي؟",
            "a": "في قسم المحفظة لكل بوابة دفع، يمكنك تسجيل عنوان محفظة المستلم للتسوية. يرجى ملاحظة أن الرصيد المؤهل للتسوية لكل عملة مشفرة يمكن تحويله فقط إلى محفظة من نفس العملة المشفرة، ولا يمكن تحويل العملات المشفرة إلى أخرى."
        },
        {
            "q": "ما هو الحد الأدنى للتسوية، ومتى يمكنني سحب المدفوعات؟",
            "a": "سيتم إخضاع أي دفعة تتلقاها لفترة معالجة مدتها 24 ساعة قبل أن تصبح قابلة للسحب. خلال هذا الوقت، يمكنك مشاهدة المبلغ الكامل في صفحة الرصيد الخاصة بك. يرجى ملاحظة أن الحد الأدنى للمبلغ الذي يمكنك سحبه من حسابك هو 10 دولارات. يضمن ذلك تراكم المعاملات الصغيرة إلى مبلغ عملي قبل السحب، مما يحافظ على معالجة فعالة وإدارة أموالك."
        }
    ],
    "developers": [
        {
            "q": "كيف يمكنني تجهيز موقع التجارة الإلكترونية الخاص بي بالبوابة؟",
            "a": "لقراءة الوثائق ومعرفة كيفية توصيل البوابة بموقع التجارة الإلكترونية الخاص بك، يمكنك زيارة الموقع الرسمي https://payment4.com ومتابعة تجهيز موقع التجارة الإلكترونية الخاص بك في قسم الوثائق."
        },
        {
            "q": "كيف يمكنني تفعيل البوابة لموقع ووردبريس؟",
            "a": "بالنسبة لمواقع ووردبريس (WooCommerce)، يمكنك زيارة قسم الوثائق في الموقع الرسمي https://payment4.com وتحميل المكون الإضافي لووردبريس (WooCommerce) من قسم المكونات الإضافية."
        },
        {
            "q": "كيف يمكننا إزالة بوابة Payment4 من الإعدادات الافتراضية؟",
            "a": "تحدد أولوية بوابات الدفع بناءً على قائمة بوابات WooCommerce. أولاً، قم بتحديث إصدار المكون الإضافي، ثم ضع بوابة الدفع الافتراضية المطلوبة في أعلى القائمة وضع بوابة Payment4 في موضع أدنى. تأكد من حفظ التغييرات بعد تطبيقها."
        },
        {
            "q": "أين يمكنني الحصول على مفتاح API الخاص بي؟",
            "a": "بإنشاء كل بوابة دفع، سيكون لديك الحق في استخدام مفتاح API المحدد لتلك البوابة. يتوفر مفتاح API في قسم الإعدادات لكل بوابة دفع."
        },
        {
            "q": "ماذا يجب أن أفعل إذا تم الكشف عن مفتاح API الخاص بي؟",
            "a": "قم بإنشاء مفتاح API جديد من خلال إعدادات الحساب أو قسم إدارة API. استبدل مفتاح API القديم بالمفتاح الجديد في جميع التطبيقات أو البرامج النصية أو الخدمات التي تعتمد على API."
        }
    ]
}
