{
    "termsOfService": {
        "title": "شروط الاستخدام",
        "welcomeMessage": "مرحبا بكم في Payment4!",
        "termsContent": "تحدد شروط الاستخدام هذه (\"الشروط\") الشروط والأحكام التي تحكم استخدامك لـ Payment4.com (\"المنصة\"). من خلال الوصول إلى المنصة أو استخدامها، فإنك توافق على الالتزام بهذه الشروط والارتباط بها. نشجعك على قراءة هذه الشروط وفهمها بعناية قبل استخدام المنصة. إذا كنت لا توافق على أي جزء من هذه الشروط، يرجى الامتناع عن استخدام المنصة. تغطي هذه الشروط جوانب مهمة من استخدامك للمنصة، بما في ذلك معالجة الدفع والمعاملات والأمن ومسؤوليات المستخدم. من خلال استخدام المنصة، فإنك تقر بأنك قمت بمراجعة هذه الشروط وفهمها وقبولها بالكامل. يرجى ملاحظة أنه يمكن تحديث هذه الشروط دورياً، ومن مسؤوليتك مراجعتها بانتظام. يشير استمرار استخدامك للمنصة بعد أي تغييرات إلى قبولك للشروط المحدثة.",
        "contactUsText": "إذا كانت لديك أي أسئلة حول هذه الشروط أو أي جانب من جوانب المنصة، يرجى الاتصال بنا على support@payment4.com. شكرا لاختيار Payment4. نحن ملتزمون بتزويدك بتجربة بوابة دفع آمنة وفعالة.",
        "acceptanceTitle": "قبول الشروط",
        "accessAndConsentText": "من خلال الوصول أو التسجيل أو استخدام الخدمات التي توفرها المنصة، فإنك تقر وتوافق صراحة على الشروط والأحكام المنصوص عليها في هذه الشروط. يشكل استخدامك للمنصة موافقتك على الالتزام بهذه الشروط والارتباط بها قانونياً. إذا كنت لا توافق على هذه الشروط أو أي جزء منها، يرجى الامتناع عن الوصول إلى المنصة أو استخدامها. يشير استمرار استخدامك للمنصة بعد أي تعديلات على هذه الشروط إلى قبول مثل هذه التغييرات. يرجى قراءة هذه الشروط بعناية والتأكد من فهم آثارها قبل استخدام المنصة.",
        "userEligibilityTitle": "أهلية المستخدم",
        "userEligibilityText": "من خلال الوصول إلى المنصة أو استخدامها، تؤكد أنك قد بلغت السن القانونية في ولايتك القضائية لإبرام اتفاقية ملزمة وأنك تفي بجميع متطلبات الأهلية الأخرى المنصوص عليها في هذه الشروط. كما تضمن أيضًا أن أي معلومات تسجيل تقدمها دقيقة وكاملة وحديثة. إذا كنت تقوم بالوصول إلى المنصة أو استخدامها نيابة عن كيان أو منظمة أو شركة، فإنك تمثل وتضمن أن لديك الصلاحية لربط ذلك الكيان بهذه الشروط، وسيشير \"أنت\" أو \"خاصتك\" كما هو مستخدم في هذه الشروط إلى كل منك والكيان الذي تمثله. تقر بأن استخدامك للمنصة يخضع للامتثال لجميع القوانين واللوائح والمراسيم المعمول بها، وتوافق على أن تكون المسؤول الوحيد عن هذا الامتثال. إذا كنت لا تفي بهذه متطلبات الأهلية أو لا توافق على أي جزء من هذه الشروط، يرجى الامتناع عن استخدام المنصة.",
        "accountCreationTitle": "إنشاء الحساب والأمان",
        "accountCreationAndSecurityText": "للوصول إلى ميزات وخدمات معينة على المنصة، قد يُطلب منك إنشاء حساب. عند إنشاء حساب، توافق على تقديم معلومات دقيقة وحالية وكاملة. أنت المسؤول الوحيد عن المحافظة على سرية بيانات اعتماد حسابك، بما في ذلك اسم المستخدم وكلمة المرور الخاصة بك. توافق على عدم مشاركة معلومات حسابك مع أي طرف ثالث وإخطارنا فورًا بأي استخدام غير مصرح به لحسابك.",
        "accountResponsibilitiesText": "تفهم وتقر بأنك المسؤول الوحيد عن جميع الأنشطة التي تتم من خلال حسابك. لن تتحمل Payment4.com أي مسؤولية عن أي خسارة أو ضرر أو التزام ينشأ عن فشلك في الامتثال لهذه الالتزامات الأمنية.",
        "multipleAccountsAndSuspensionText": "كما توافق على عدم إنشاء حسابات متعددة أو التنكر لأي شخص أو كيان آخر. نحتفظ بالحق في تعليق أو إنهاء حسابك، رفض الخدمة، أو حظر الوصول إلى المنصة إذا اشتبهنا في أي نشاط احتيالي أو غير مصرح به أو غير لائق مرتبط بحسابك.",
        "accountSecurityRecommendationText": "ننصحك باختيار كلمة مرور قوية وفريدة، تمكين المصادقة متعددة العوامل عند توفرها، وتحديث معلومات حسابك بانتظام لضمان أمن حسابك.",
        "privacyPolicyAcknowledgementText": "من خلال إنشاء حساب على المنصة، فإنك تقر بأنك قرأت ووافقت على سياسة الخصوصية الخاصة بنا، التي توضح كيفية جمعنا واستخدامنا وحمايتنا لمعلوماتك الشخصية.",
        "userResponsibilitiesTitle": "مسؤوليات المستخدم",
        "responsibilitiesAndGuidelinesTitleText": "عند استخدام المنصة، توافق على الالتزام بالمسؤوليات والإرشادات التالية:",
        "lawfulUse": "الاستخدام القانوني:",
        "lawfulUseText": "ستستخدم المنصة لأغراض قانونية فقط ولن تنخرط في أي نشاط ينتهك أي قوانين أو لوائح أو حقوق أطراف ثالثة سارية.",
        "accurateInformationText": "ستقدم معلومات دقيقة وكاملة ومحدثة عند استخدام المنصة، بما في ذلك أثناء تسجيل الحساب ومعالجة المعاملات.",
        "prohibitedActivitiesText": "لن تستخدم المنصة لأي غرض ضار أو إساءة أو فاحش أو تهديد أو مضايقة أو تشهير. ستمتنع عن الانخراط في الاحتيال أو التصيد أو الاختراق أو أي نشاط غير قانوني أو غير مصرح به.",
        "securityText": "أنت مسؤول عن الحفاظ على أمن بيانات اعتماد حسابك، بما في ذلك اسم المستخدم وكلمة المرور الخاصة بك. سوف تقوم على الفور بإبلاغنا بأي وصول أو استخدام غير مصرح به لحسابك.",
        "personalUseText": "ستستخدم المنصة فقط لاستخدامك الشخصي غير التجاري ولن تعيد بيع أو منح ترخيص فرعي أو مشاركة الوصول إلى المنصة مع أطراف ثالثة.",
        "transactionsText": "سوف تباشر المعاملات على المنصة التي تكون قانونية وصالحة فقط. تفهم أن المعاملات لا رجعة فيها وأنه يجب عليك مراجعة تفاصيل المعاملة والتحقق منها بعناية قبل المضي قدمًا.",
        "thirdPartyContentText": "تقر بأن المنصة قد تحتوي على روابط لمواقع أو محتوى خارجي. أنت مسؤول عن مراجعة الشروط والسياسات الخاصة بأي مواقع أو خدمات خارجية تصل إليها من خلال المنصة والالتزام بها.",
        "complianceText": "سوف تلتزم بجميع القوانين واللوائح ذات الصلة باستخدام العملات المشفرة والمعاملات المالية وحماية البيانات.",
        "feedbackText": "إذا قدمت أي ملاحظات أو اقتراحات أو تعليقات بشأن المنصة، فإنك تمنحنا الحق في استخدامها وتعديلها ودمجها في خدماتنا دون وجود أي التزام تجاهك.",
        "suspensionOrTerminationText": "نحتفظ بالحق في تعليق أو إنهاء حسابك والوصول إلى المنصة إذا اشتبهنا في أي انتهاك لهذه المسؤوليات أو إذا تم اعتبار استخدامك للمنصة مضرًا بنا أو بالمستخدمين الآخرين.",
        "paymentAndTransactionsTitle": "الدفع والمعاملات",
        "intellectualPropertyTitle": "الملكية الفكرية",
        "ownership": "الملكية:",
        "limitedLicense": "رخصة محدودة:",
        "trademarks": "العلامات التجارية:",
        "userContent": "محتوى المستخدم:",
        "prohibitedUse": "استخدام ممنوع:",
        "copyrightInfringement": "انتهاك حقوق النشر:",
        "thirdPartyContent": "محتوى الأطراف الثالثة:",
        "accurateInformation": "معلومات دقيقة:",
        "prohibitedActivities": "أنشطة ممنوعة:",
        "security": "أمان:",
        "PersonalUse": "استخدام شخصي:",
        "Transactions": "المعاملات:",
        "Compliance": "امتثال:",
        "Feedback": "ملاحظات:",
        "SuspensionOrTermination": "تعليق أو إنهاء:",
        "TransactionDetails": "تفاصيل المعاملة:",
        "TransactionConfirmation": "تأكيد المعاملة:",
        "TransactionFees": "رسوم المعاملة:",
        "CryptocurrencyConversion": "تحويل العملات المشفرة:",
        "SecurityAndRisks": "الأمان والمخاطر:",
        "useOfPlatformText": "استخدامك للمنصة يخضع لهذه المسؤوليات وأي إرشادات أو سياسات إضافية قد نقدمها. الدفع والمعاملات",
        "platformSecurityAndPaymentsText": "توفر المنصة بيئة آمنة لمعالجة المعاملات بالعملات المشفرة. من خلال استخدام خدمات المنصة، فإنك توافق على الشروط التالية المتعلقة بالمدفوعات والمعاملات:",
        "transactionDetailsResponsibilityText": "أنت مسؤول بالكامل عن تقديم تفاصيل المعاملة دقيقة وكاملة، بما في ذلك عنوان محفظة العملة المشفرة الواصلة. لن تكون Payment4.com مسؤولة عن أية خسائر ناتجة عن معلومات المعاملة الغير صحيحة أو غير كاملة التي قدمتها.",
        "irreversibleTransactionText": "بمجرد إرسال معاملة على السلسلة الكتلية، فإنها لا يمكن إلغاؤها. يُنصح بمراجعة جميع تفاصيل المعاملة بعناية قبل تأكيد الدفع.",
        "transactionFeesText": "قد تكون بعض المعاملات معرضة للرسوم، وسيتم توضيح هذه الرسوم بوضوح قبل تأكيد المعاملة. دفع هذه الرسوم هو مسؤوليتك ومطلوب لمعالجة ناجحة للمعاملة.",
        "cryptocurrencyConversionsText": "إذا كان ذلك مناسبًا، سيتم إجراء تحويلات عملات مشفرة بأسعار الصرف السائدة في وقت المعاملة. تقر بأن أسعار الصرف يمكن أن تتقلب وقد تؤثر على المبلغ النهائي الذي تستلمه.",
        "cryptocurrencyRisksText": "على الرغم من أن Payment4.com توظف تدابير أمان لحماية المعاملات، إلا أنك تقر بأن استخدام العملات المشفرة ينطوي على مخاطر متأصلة، بما في ذلك ولكن لا تقتصر على فشل وتأخير الشبكة وازدحام أو فشل سلسلة الكتل، وتقلب قيمة العملات المشفرة. لن تكون Payment4.com مسؤولة عن أية خسائر ناتجة عن هذه المخاطر.",
        "complianceWithLawsText": "توافق على الامتثال لجميع القوانين واللوائح ذات الصلة بالمعاملات والدفع بالعملات المشفرة. أنت مسؤول بشكل حصري عن التأكد من أن معاملاتك قانونية ومشروعة.",
        "TransactionDisputesTitle": "نزاعات المعاملات:",
        "transactionDisputesResolutionText": "في حالة نشوب نزاع أو اختلاف بشأن معاملة، يمكنك الاتصال بدعم عملاء Payment4.com. سنبذل جهودًا معقولة لمعالجة مخاوفك، ولكن قرار حل النزاعات يخضع للسياسات والإجراءات الموضحة في هذه الشروط.",
        "acknowledgmentOfTermsText": "من خلال استخدام المنصة للدفع والمعاملات، فإنك تعترف وتقبل هذه الشروط، بما في ذلك المخاطر المرتبطة باستخدام العملات المشفرة.",
        "intellectualPropertyProtectionText": "المنصة ومحتواها وميزاتها ووظائفها محمية بموجب مجموعة متنوعة من قوانين الملكية الفكرية، بما في ذلك حقوق النشر والعلامات التجارية والحقوق الممتلكة الأخرى. توضح الشروط التالية حقوقك والتزاماتك فيما يتعلق بالملكية الفكرية المرتبطة بالمنصة:",
        "ownershipOfContentText": "جميع المحتوى والمواد والبرمجيات والشيفرات والتصاميم والرسومات والشعارات وعناصر أخرى من المنصة مملوكة أو مرخصة من قبل Payment4.com ومحمية بموجب قوانين الملكية الفكرية المعمول بها.",
        "limitedLicenseText": "تمنحك Payment4.com رخصة محدودة وغير حصرية وغير قابلة للنقل وقابلة للسحب للوصول إلى المنصة واستخدامها لأغراض شخصية غير تجارية. هذه الرخصة لا تمنحك أي حقوق ملكية أو حقوق لاستخدام أو نسخ أو توزيع أو تعديل أو إنشاء أعمال مشتقة استنادًا إلى المنصة.",
        "trademarkProtectionText": "علامة \"Payment4.com\" والعلامات التجارية والعلامات التجارية المتصلة الأخرى وشعارات وأسماء الشركات هي ملكية Payment4.com ولا يمكن استخدامها بدون موافقتنا الكتابية المسبقة.",
        "contentLicenseText": "من خلال تقديم أو رفع أي محتوى إلى المنصة، فإنك تمنح Payment4.com ترخيصًا عالميًا وخاليًا من الرسوم وغير حصري لاستخدام ونسخ وتعديل وتكييف ونشر وترجمة وتوزيع وعرض مثل هذا المحتوى فيما يتعلق بتشغيل المنصة.",
        "noExploitationWithoutPermissionText": "لا يمكنك نسخ أو نسخ أو تعديل أو توزيع أو عرض أو إنشاء أعمال مشتقة من أي جزء من المنصة بدون إذن كتابي صريح من Payment4.com.",
        "reportIPInfringementText": "إذا كنت تعتقد أن حقوق الملكية الفكرية الخاصة بك قد تم انتهاكها، يرجى إعلامنا بسرعة وفقًا لسياسة حقوق النشر لدينا.",
        "thirdPartyContentDisclaimerText": "قد تحتوي المنصة على محتوى من الأطراف الثالثة وعلامات تجارية أو مواد محمية بحقوق النشر. مثل هذا المحتوى ملك لأصحابها ويخضع لشروطهم وأحكامهم.",
        "UnauthorizedUseWarning": "أي استخدام غير مصرح به للملكية الفكرية للمنصة قد يؤدي إلى اتخاذ إجراءات قانونية. توافق على احترام والالتزام بجميع حقوق الملكية الفكرية المتعلقة بالمنصة."
      }
}