{
  "generalInformationTitle": "اطلاعات عمومی",
  "accountAndSecurityTitle": "حساب و امنیت",
  "transactionsCommissionTitle": "تراکنش‌ها/کمیسیون",
  "settlementTitle": "تسویه",
  "developersTitle": "توسعه‌دهندگان",
  "generalInformation": [
    {
      "q": "ارز دیجیتال چیست؟",
      "a": "ارز دیجیتال نوعی پول است که فقط به شکل دیجیتال وجود دارد و ملموس نیست مانند اسکناس‌ها و سکه‌های فیزیکی. نمونه‌هایی از آن شامل رمزارزها مانند بیت کوین، اتریوم، و نسخه‌های دیجیتالی از ارزهای سنتی است."
    },
    {
      "q": "ارز دیجیتال چگونه کار می‌کند؟",
      "a": "ارز دیجیتال از فناوری بلاکچین برای ثبت تراکنش‌ها در یک شبکه توزیع شده استفاده می‌کند. هر تراکنش توسط گره‌های شبکه ایمن و تأیید می‌شود، که شفافیت و امنیت را تضمین می‌کند."
    },
    {
      "q": "چگونه می‌توانم ارز دیجیتال خریداری کنم؟",
      "a": "شما می‌توانید با اتصال حساب بانکی یا کارت اعتباری خود به حسابتان، ارز مورد نظر خود را انتخاب کرده و تراکنش را تأیید کنید."
    }
  ],
  "accountAndSecurity": [
    {
      "q": "اگر رمز عبور خود را فراموش کردم چه کاری باید انجام دهم؟",
      "a": "روی لینک «رمز عبور فراموش شده» در صفحه ورود کلیک کنید. ایمیل ثبت‌شده خود را وارد کرده و دستورالعمل‌ها را برای بازنشانی رمز عبور خود دنبال کنید."
    },
    {
      "q": "احراز هویت دو مرحله‌ای (2FA) چیست و چگونه آن را فعال کنم؟",
      "a": "2FA با نیازمندی به یک فرم دوم از تأییدیه، مانند یک کد ارسالی به دستگاه تلفن همراه شما، یک لایه امنیتی اضافی ایجاد می‌کند. شما می‌توانید 2FA را در بخش «تنظیمات امنیتی» حساب خود فعال کنید. دربخش برداشت، کیف پول و حذف درگاه از این لایه امنیتی استفاده می شود."
    },
    {
      "q": "حساب من چقدر امن است؟",
      "a": "ما از تدابیر امنیتی پیشرفته مانند احراز هویت دو مرحله‌ای (2FA)، رمزنگاری، و ذخیره‌سازی امن برای حفاظت از حساب شما استفاده می‌کنیم. توصیه می‌کنیم 2FA را فعال کرده و از رمزهای عبور قوی و منحصربه‌فرد استفاده کنید."
    }
  ],
  "transactionsCommission": [
    {
      "q": "کمیسیون تراکنش چیست و چگونه محاسبه می‌شود؟",
      "a": "برای هر تراکنشی که از طریق Payment4 دریافت می‌کنید، کمیسیون کوچکی (1 درصد) از مبلغ کل تراکنش به عنوان کارمزد Payment4 در نظر گرفته می‌شود که سقف آن 10 دلار است. حداکثر کارمزد برای هر تراکنش 10 دلار تعیین شده است. به عنوان مثال، برای پرداخت‌های زیر 100 دلار مانند یک پرداخت 50 دلاری، کارمزد 0.5 دلار خواهد بود. برای تراکنش‌های بیش از 100 دلار مانند یک تراکنش 500 دلاری، کارمزد 10 دلار خواهد بود. تراکنش‌هایی که بیش از 500 دلار است مانند یک تراکنش 2000 دلاری نیز 10 دلار کارمزد خواهند داشت."
    },
    {
      "q": "کارمزد تراکنش شبکه چیست؟",
      "a": "در شبکه‌های بلاکچین مختلف، برای انتقال تعادل از کیف پول مبدا به کیف پول مقصد، باید مقداری را به عنوان کارمزد تراکنش شبکه برای انجام انتقال پرداخت کنید. این کارمزد در واحد پایه ارز هر شبکه محاسبه شده و در هر شبکه متفاوت است."
    },
    {
      "q": "چگونه پرداخت‌کننده کارمزد تراکنش شبکه و کارمزد Payment4 مشخص می‌شود؟",
      "a": "هر فروشنده می‌تواند در بخش تنظیمات هر درگاه تعیین کند که پرداخت‌کننده کارمزد تراکنش شبکه و کارمزد Payment4 باید خود فروشنده (خودشان) یا کاربر پرداخت‌کننده (کاربر پرداخت قبض) باشد. در مورد اول، پس از هر پرداخت، هزینه‌های فوق در نظر گرفته شده و از مبلغ کل در تسویه نهایی کسر می‌شود. اما در مورد دوم، مبالغ ذکر شده به صورت نهایی به فاکتور اضافه شده و فروشنده در تسویه نهایی مبلغ کامل فاکتور پرداخت شده را بدون کسر دریافت می‌کند. شایان ذکر است که امکان جدا کردن این دو کارمزد وجود دارد، به عنوان مثال، کاربر کارمزد شبکه را پرداخت کند و فروشنده کارمزد Payment4 را پرداخت کند."
    },
    {
      "q": "چه مدت زمانی برای پردازش تراکنش‌ها طول می‌کشد؟",
      "a": "زمان تراکنش‌ها بسته به ازدحام شبکه و نوع تراکنش متفاوت است. به طور کلی، اکثر تراکنش‌ها در عرض چند دقیقه تا یک ساعت پردازش می‌شوند."
    },
    {
      "q": "چه کاری باید انجام دهید اگر تراکنشی به عنوان منقضی نمایش داده شده است اما از سمت کاربر موفق بوده و از حساب کاربر کسر شده؟",
      "a": "اگر وضعیت تراکنش شما به عنوان منقضی شده نمایش داده می‌شود اما شما معتقدید که به درستی پردازش شده است، می‌توانید درخواست بازبینی دهید تا از حساب‌رسی درست تراکنش شما اطمینان حاصل شود. برای این کار به بخش جزییات تراکنش مورد نظر رفته و روی درخواست بررسی کلیک کنید. رمزارز پرداختی و هش تراکنش را وارد کرده و تایید را بزنید. درخواست شما به سرعت بررسی خواهد شد و اطمینان حاصل خواهیم کرد که تراکنش شما به درستی ثبت شده است."
    }
  ],
  "settlement": [
    {
      "q": "تسویه چگونه انجام می‌شود؟",
      "a": "پس از دریافت چندین پرداخت از کاربران خود، شما می‌توانید مانده کلی بر اساس رمزارز و شبکه‌ای که در آن پرداخت انجام شده است، در بخش تراز مشاهده کنید. هر پرداخت جدید این مانده را افزایش می‌دهد. در بخش تسویه، فقط مجموع تراکنش‌هایی که بیش از 24 ساعت پیش پرداخت شده‌اند قابل مشاهده است. شما می‌توانید در هر ساعتی از روز درخواست تسویه خود را ارائه دهید و به صورت فوری تسویه خواهد شد (بسته به ترافیک شبکه). شایان ذکر است که تنها مانده‌هایی که واجد شرایط تسویه هستند می‌توانند به آدرس کیف پول همان شبکه تسویه شوند."
    },
    {
      "q": "کجا می‌توانم آدرس کیف پول تسویه خود را وارد کنم؟",
      "a": "در بخش کیف پول هر درگاه، می‌توانید به ثبت آدرس کیف پول گیرنده تسویه اقدام کنید. لطفا توجه داشته باشید که مانده قابل تسویه هر رمزارز فقط می‌تواند به کیف پولی از همان رمزارز منتقل شود و رمزارزها قابل تبدیل به دیگری نیستند."
    },
    {
      "q": "حداقل مبلغ برای تسویه چقدر است و چه زمانی می‌توانم پرداخت‌ها را برداشت کنم؟",
      "a": "هر پرداختی که دریافت می‌کنید، قبل از اینکه قابل برداشت شدن باشد، به مدت 24 ساعت در دوره پردازش قرار دارد. در این زمان، شما می‌توانید مبلغ کامل را در صفحه تراز خود مشاهده کنید. لطفا توجه داشته باشید که حداقل مبلغی که می‌توانید از حساب خود برداشت کنید 10 دلار است. این امر اطمینان می‌دهد که تراکنش‌های کوچکتر تا رسیدن به مبلغ عملی تجمع یابند، پیش از اینکه برداشت شوند، که باعث می‌شود پردازش و مدیریت منابع شما به شکل مؤثرتری صورت پذیرد."
    }
  ],
  "developers": [
    {
      "q": "چگونه می‌توانم وب‌سایت تجارت الکترونیک خود را با درگاه مجهز کنم؟",
      "a": "برای مطالعه مستندات و نحوه اتصال درگاه به سایت تجارت الکترونیک خود، می‌توانید به سایت رسمی https://payment4.com مراجعه کنید و در بخش مستندات به تجهیز سایت تجارت الکترونیک خود اقدام کنید."
    },
    {
      "q": "چگونه می‌توانم درگاه را برای سایت وردپرس فعال کنم؟",
      "a": "رای سایت‌های وردپرس (WooCommerce)، می‌توانید به بخش مستندات سایت رسمی https://payment4.com مراجعه کرده و پلاگین وردپرس (WooCommerce) را از بخش پلاگین‌ها دانلود کنید."
    },
    {
      "q": "کجا می‌توانم کلید API خود را دریافت کنم؟",
      "a": "با ایجاد هر درگاه، حق استفاده از کلید API مخصوص آن درگاه را خواهید داشت. این کلید API در بخش تنظیمات هر درگاه قابل دسترسی است."
    },
    {
      "q": "اگر کلید API من افشا شد، چه کاری باید انجام دهم؟",
      "a": "از طریق تنظیمات حساب یا بخش مدیریت API خود یک کلید API جدید ایجاد کنید.کلید API قدیمی را در تمام برنامه‌ها، اسکریپت‌ها یا خدماتی که به API وابسته هستند، با کلید جدید جایگزین کنید."
    }
  ]
}
