{
  "q1": {
    "q": "هزینه تراکنش شبکه چیست؟",
    "a": "در شبکه های مختلف بلاکچین، برای انتقال موجودی از کیف پول مبدأ به کیف پول مقصد، باید مقداری به عنوان هزینه تراکنش شبکه برای انتقال موجودی پرداخت کنید. این هزینه به واحد پولی اصلی هر شبکه محاسبه می‌شود و در هر شبکه متفاوت است."
  },
  "q2": {
    "q": "کمیسیون تراکنش چیست و چگونه محاسبه می‌شود؟",
    "a": "برای هر تراکنش دریافت شده در Payment4، مقدار کمی (حدود 1 درصد) از مجموع مبلغ تراکنش به عنوان کمیسیون سرویس Payment4 در نظر گرفته می‌شود که به حداکثر 1 دلار محدود شده است. به عنوان مثال، یک پرداخت موفق 50 دلاری باعث می‌شود که 50 سنت کمیسیون دریافت شود، یک تراکنش 100 دلاری 1 دلار کمیسیون دریافت می‌کند و تراکنش‌های بیش از 100 دلار (برای مثال، یک تراکنش 200 دلاری) همچنین 1 دلار کمیسیون دریافت می‌کنند."
  },
  "q3": {
    "q": "چگونه پرداخت کننده هزینه تراکنش شبکه و هزینه Payment4 تعیین می‌شوند؟",
    "a": "هر بازاری می‌تواند در بخش تنظیمات هر دروازه مشخص کند که پرداخت کننده هزینه تراکنش شبکه و هزینه Payment4 باید باشد (خودشان) یا کاربر پرداخت کننده (کاربر پرداخت کننده صورتحساب). در اولین حالت، پس از هر پرداخت، هزینه‌های فوق را در نظر می‌گیرند و از مجموع مبلغ در تسویه نهایی کم می‌شود. اما در دومین حالت، مبالغ مذکور به صورت نهایی به فاکتور نهایی اضافه می‌شوند و تا پایان تسویه نهایی، بازار نهایی مبلغ کل فاکتور پرداخت شده را بدون کم کردن در تسویه نهایی دریافت می‌کند. ارزش ذکر این نکته است که ممکن است این دو هزینه را از هم جدا کنید، به عنوان مثال، کاربر هزینه شبکه را پرداخت کرده و بازار هزینه Payment4 را پرداخت می‌کند."
  },
  "q4": {
    "q": "تسویه چگونه انجام می‌شود؟",
    "a": "بعد از دریافت چندین پرداخت از کاربران خود، می‌توانید موجودی کل بر اساس رمزارز و شبکه‌ای که پرداخت در آن انجام شده است در بخش موجودی مشاهده کنید. هر پرداخت جدید این موجودی را افزایش می‌دهد. در بخش تسویه، تنها تراکنش‌های کلی که بیش از 24 ساعت پیش پرداخت شده‌اند قابل مشاهده هستند. می‌توانید در هر ساعت از روز درخواست تسویه خود را بدهید و بلافاصله تسویه شود (بسته به ترافیک شبکه). ارزش ذکر کردن دارد که تنها موجودی‌هایی که برای تسویه واجد شرایط هستند، می‌توانند به آدرس کیف پول همان شبکه تسویه شوند."
  },
  "q5": {
    "q": "کجا می‌توانم آدرس کیف پول تسویه خود را وارد کنم؟",
    "a": "در بخش دفترچه آدرس هر دروازه، می‌توانید به ثبت آدرس کیف پول گیرنده تسویه بپردازید. لطفاً توجه داشته باشید که موجودی قابل تسویه هر رمزارز تنها می‌تواند به یک کیف پول از همان رمزارز منتقل شود و رمزارزها نمی‌توانند به دیگران تبدیل شوند."
  },
  "q6": {
    "q": "چگونه می‌توانم وب سایت تجارت الکترونیکی خود را با دروازه تجهیز کنم؟",
    "a": "برای خواندن مستندات و نحوه اتصال دروازه به وب سایت تجارت الکترونیکی خود، می‌توانید به سایت رسمی https://payment4.com بروید و در بخش مستندات اقدام به تجهیز وب سایت تجارت الکترونیکی خود کنید."
  },
  "q7": {
    "q": "چگونه می‌توانم دروازه را برای یک وب سایت WordPress فعال کنم؟",
    "a": "برای وب سایت‌های WordPress (WooCommerce)، می‌توانید به بخش مستندات سایت رسمی https://payment4.com بروید و افزونه WordPress (WooCommerce) را از بخش افزونه‌ها دانلود کنید."
  },
  "q8": {
    "q": "API کلیدم را از کجا می‌توانم دریافت کنم؟",
    "a": "هر دروازه ایجاد شده، حق استفاده از کلید API خاص آن دروازه را دارد. این کلید API در بخش تنظیمات هر دروازه در دسترس است."
  }
}
