{
  "termsOfService": {
    "title": "قوانین و مقررات",
    "welcomeMessage": "به پیمنت فور خوش آمدید!",
    "termsContent": "این سند تمامی قوانین و مقرراتی که در استفاده از سرویسهای ما بر شما و رابطه شما و پلتفرم ما مترتب است را پوشش می‌دهد. با استفاده از سرویسهای ما شما پذیرفته اید که تمامی این قوانین و مقررات رو مطالعه کرده و رعایت خواهید کرد.پیشنهاد می‌کنیم با دقت تمامی این قوانین را پیش از استفاده از سرویس های ما مطالعه کنید. اگر با هر یک از این قوانین مشکل دارید لطفا استفاده از سرویسهای ما را متوقف کنید.این سند جوانب مهم استفاده شما از سایت ما مانند نحوه پردازش پرداخت ها، امنیت و مسئولیت های کاربر را دربر میگیرد. با استفاده از پلتفرم ما شما پذیرفته اید که تمامی این قوانین رو درک کرده و از تاثیر آن بر خود آگاهید. لطفا در نظر داشته باشید که این قوانین می‌تواند به صورت دوره ای به روز شود و این وظیفه به عهده شماست که آنها را به صورت دوره ای مطالعه کنید. استفاده شما از پلتفرم ما به این معنی است که شما قوانین به روز شده را مطالعه کرده و آنها را پذیرفته اید.",
    "contactUsText": "اگر هر سوالی در خصوص قوانین و شرایط استفاده از سایت ما دارید بدون معطلی از طریق ایمیل support@payment4.com با ما تماس بگیرید.از اینکه پیمنت فور را انتخاب کرده اید متشکریم و خود را متعهد می‌دانیم برای ایجاد بهترین تجربه کاربری تمام تلاش خود را به کار گیریم.",
    "acceptanceTitle": "پذیرفتن قوانین",
    "accessAndConsentText": "با برقراری ارتباط با پلتفرم، ثبت نام در آن و یا استفاده از سرویس های آن، شما صراحتا تمامی قوانین و مقرراتی که در ادامه این سند خواهد آمد را پذیرفته اید. ادامه استفاده شما از پلتفرم ما به معنای قبول قانونی تمامی قوانین و مقررات آورده شده در این سند است. باز هم تکرار می‌کنیم که اگر حتی بخشی از این قوانین مورد قبول شما نیست لطفا استفاده از سرویس های را سریعا متوقف کنید و همواره در نظر داشته باشید که استفاده از پلتفرم پیمنت فور به معنای پذیرفتن تمامی این قوانین و مقررات است.",
    "userEligibilityTitle": "شرایط استفاده کاربران",
    "userEligibilityText": "با استفاده از سرویس های ما شما تایید کرده اید که سن قانونی استفاده از سرویس های ما را در حوزه قانونی خود دارید و به شکل قانونی صلاحیت ورود به قوانین محدود کننده این سند را دارید. همچنین تایید کرده اید که صلاحیت پیروی از قوانین موجود در این سند را دارید. شما همچنین متعهد می‌شوید که تمامی اطلاعاتی که هنگام ثبت نام وارد کرده اید صحیح بوده و هستند.اگر شما از طرف شخصی دیگر و یا یک شرکت یا موسسه از سرویس های ما استفاده می‌کنید، باید اطمینان حاصل کنید که از نظر حقوقی توانایی انتقال بندهای قوانین و مقررات این سند را به آنها منتقل کنید و آنها در قبال قوانین و مقررات این سند مسئول خواهند بود. به عبارت دیگر عبارت 'شما' در این سند هم به شخص شما و هم به شخص یا شرکتی و موسسه ای که آن را نمایندگی می‌کنید بر میگردد. اگر شما شرایط گفته شده را ندارید لطفا استفاده خود از سرویس های ما را متوقف کنید.",
    "accountCreationTitle": "ساخت حساب کاربری و امنیت",
    "accountCreationAndSecurityText": "برای استفاده از امکانات و سرویس های سایت ما شما باید یک حساب کاربری ایجاد کنید. در هنگام ایجاد حساب کاربری شما پذیرفته اید که اطلاعات دقیق و صحیح از خود وارد نمایید. شما مسئول حفاظت از اطلاعات نام کاربری و گذرواژه خود هستید. شما متعهد هستید که این اطلاعات را در اختیار شخص ثالثی قرار ندهید و در صورتی که شخص دیگری بدون مجوز شما از حساب شما استفاده کرد به سرعت ما را مطلع سازید.",
    "accountResponsibilitiesText": "شما کاملا متوجه این موضوع هستید و پذیرفته اید که مسئول تمامی اعمالی هستید که از طریق حساب کاربری شما انجام می‌شود.پیمنت فور به هیچ عنوان مسئول خسارات، زیان ها و تعهداتی که به علت رعایت نکردن مفاد این سند ایجاد می‌شود نخواهد بود.",
    "multipleAccountsAndSuspensionText": "شما همچنین متعهد می‌شوید که فقط یک حساب کاربری در این سایت باز کرده و همچنین از باز کردن هرگونه حساب جعلی به نام افراد دیگر خودداری خواهید کرد. توجه داشته باشید که در صورت مشاهده هرگونه استفاده تبهکارانه، غیر مجاز و نامناسب و همچنین بدون مجوز از حساب کاربری، ما این حق را خواهیم داشت که حساب کاربری شما را تعلیق، مسدود یا حذف کرده و دسترسی شما به حسابتان را قطع یا محدود کنیم.",
    "accountSecurityRecommendationText": "توصیه می‌کنیم برای حساب کاربری خود رمز عبور (گذرواژه) یکتا و غیر قابل حدس انتخاب کنید و آن را به صورت دوره ای تغییر دهید تا مطمئن شوید که حساب کاربریتان امن است.",
    "userResponsibilitiesTitle": "مسئولیت های کاربر",
    "responsibilitiesAndGuidelinesTitleText": "با استفاده از پلتفرم ما، شما مسئولیت ها و موارد زیر را پذیرفته اید:",
    "lawfulUse": " استفاده قانونی:",
    "lawfulUseText": "شما فقط به استفاده از سرویس ها و پلتفرم با مقاصد قانونی هستید و متعهد خواهید بود که از استفاده از پلتفرم ما به شکلی که هر گونه قانون و یا مقررات و حق شخص ثالث را نقض کند خودداری خواهید کرد",
    "accurateInformation": "اطلاعات صحیح:",
    "accurateInformationText": "شما متعهد هستید که هنگام ثبت نام و یا انجام تراکنش بر روی پلتفرم ما اطلاعات صحیح و کامل و به روز ارائه دهید.",
    "prohibitedActivities": "اعمال غیر مجاز:",
    "prohibitedActivitiesText": "شما از پلتفرم با اهداف سوءاستفاده کردن، تهدید، باجگیری، آسیب رسانی استفاده نخواهید کرد. همچنین به هیچ عنوان اعمال غیر قانونی مانند کلاه برداری، هک کردن و هرگونه اقدام غیر قانونی دیگر به وسیل پلتفرم مرتکب نخواهید شد.",
    "security": "امنیت:",
    "securityText": "مسئول حفاظت از اطلاعات حساب کاربری یعنی نام کاربری و کلمه عبور بر عهده خود شماست. در صورتی که شخص دیگری از این اطلاعات استفاده می‌کند به ما اطلاع دهید.",
    "PersonalUse": "استفاده شخصی:",
    "personalUseText": " شما از سرویس های پلتفرم ما فقط برای شخص خودتان استفاده خواهید کرد و از فروش مجدد و مشترک شدن حساب کاربریتان با اشخاص ثالث خودداری خواهید کرد.",
    "Transactions": "تراکنشها:‌",
    "transactionsText": "شما فقط تراکنشهای قانونی در پلتفرم انجام خواهید داد. شما مطلع هستید که تراکنش های بر بستر بلاکچین برگشت ناپذیر هستند و پیش از انجام هر تراکنشی از مشخصات آن اطمینان حاصل خواهید نمود.",
    "thirdPartyContent": "محتوای شخص ثالث:",
    "thirdPartyContentText": " در صورتی که در هنگام استفاده از پلتفرم ما به وبسایت های دیگری منتقل شدید، مسئول مطالعه و رعایت قوانین و مقررات سایتهای مذکور شما هستید.",
    "Compliance": "رعایت قوانین:",
    "complianceText": "شما از تمامی قوانینی که مربوط به استفاده از رمزارزها و تراکنش های مالی است تبعیت میکنید.",
    "Feedback": "بازخورد:",
    "feedbackText": "در صورتی که شما بازخورد یا نظری در خصوص پلتفرم به ما بدهید، به ما اجازه داده‌اید که بدون اخذ مجوز از شما از آن برای بهبود و تغییرات در سیستم استفاده کنیم.",
    "SuspensionOrTermination": "تعلیق و حذف:‌",
    "suspensionOrTerminationText": "در صورتی که ما رعایت کردن این مسئولیت ها توسط شما مشکوک شویم، حق حذف یا تعلیق حساب کاربری شما برایمان محفوظ است.",
    "paymentAndTransactionsTitle": "پرداخت ها و تراکنش ها",
    "platformSecurityAndPaymentsText": "پلتفرم ما محیطی کاملا ایمن برای تراکنش‌های رمزارزی ایجاد کرده است. با استفاده از پلتفرم ما، شما قوانین و مقررات مربوط به تراکنش ها و پرداخت ها که در ادامه می‌آید را پذیرفته اید:",
    "TransactionDetails": "جزئیات تراکنش ها:",
    "transactionDetailsResponsibilityText": " مسئول دادن اطلاعات تراکنش صحیح، شامل آدرس کیف پول پذیرنده، به ما شما هستید. Payment4‌ هیچگونه مسئولیتی در قبال زیانهای ناشی از در اختیار قراردادن اطلاعات تراکنش غلط نخواهد داشت.",
    "TransactionConfirmation": " تایید تراکنش:‌",
    "irreversibleTransactionText": "به محض فرستادن یک تراکنش بر بستر بلاکچین، آن تراکنش دیگر قابلیت برگشت نخواهد داشت. بنابراین قویا توصیه میکنیم پیش از تایید نهایی تراکنشها از صحت اطلاعات آن اطمینان حاصل نمایید.",
    "TransactionFees": " کارمزد تراکنش:",
    "transactionFeesText": " برای انجام تراکنشها کارمزدهایی اخذ خواهد شد که پیش از تایید نهایی تراکنش توسط شما به صورت شفاف به شما نمایش داده خواهد شد. پرداخت این کارمزدها برای انجام صحیح تراکنشهای شما لازم است.",
    "CryptocurrencyConversion": " نرخ تبدیل رمزارزها:",
    "cryptocurrencyConversionsText": "در صورت نیاز، در زمان انجام تراکنشها نرخ تبدیل بین رمزارزها استفاده خواهد شد. شما تایید میکنید که نرخ های تبدیل در بازار رمزارزها قابلیت نوسان شدید داشته و ممکن است مبلغی که دریافت می‌کنید را تحت تاثیر قرار دهد.",
    "SecurityAndRisks": " ریسک و امنیت:",
    "cryptocurrencyRisksText": "با اینکه ما درپیمنت فور تمهیدات مناسبی برای محافظت از تراکنشها اندیشیده ایم، شما پذیرفته اید که تراکنشهای رمزارزی دارای ریسک هستند. این ریسک ها شامل مشکلات و تاخیرها در شبکه، شکست شبکه های بلاکچین و نوسانات در ارزش رمزارزهاست، و صرفا محدود به این ریسک ها نیز نخواهد بود.پیمنت فور هیچگونه مسئولیتی در قبال زیانهای ناشی از موارد گفته شده نخواهد داشت.",
    "TransactionDisputesTitle": " مغایرت در تراکنشها:",
    "transactionDisputesResolutionText": "اگر شما در تراکنشهای خود مغایرتی مشاهده کنید می‌توانید با بخش پشتیبانی ما تماس بگیرید. ما تلاش خود را برای پاسخگویی و بر طرف شدن مشکل را خواهیم کرد اما حل و فصل مشکل شما بر اساس قوانین و مقررات همین سند خواهد بود.",
    "intellectualPropertyTitle": "مالکیت معنوی",
    "intellectualPropertyProtectionText": "پلتفرم پیمنت فور و محتوای مرتبط با ان، ویژگی ها و کارکردهای آن توسط قوانین مختلف مالکیت معنوی، از جمله کپی رایت، علائم تجاری و سایر حقوق اختصاصی محافظت می شود. شرایط زیر حقوق و تعهدات شما در رابطه با مالکیت معنوی مرتبط با پلتفرم را مشخص می‌کند:",
    "ownership": "مالکیت:",
    "ownershipOfContentText": " تمام محتوا، اجزا، نرم افزارها، کدها، طرح ها، گرافیکها، لوگو ها و سایر عناصر پلت فرم متعلق به Payment4.com هستند و توسط قوانین مالکیت معنوی قابل اجرا محافظت می‌شوند.",
    "limitedLicense": "مجوز محدود:",
    "limitedLicenseText": "Payment4.com به شما مجوز محدود، غیر انحصاری، غیر قابل انتقال و قابل فسخ برای دسترسی و استفاده از پلت فرم برای استفاده شخصی و غیر تجاری اعطا می‌کند. این مجوز به شما هیچ حقوق مالکیت یا حق استفاده، تکثیر، توزیع، اصلاح یا ایجاد اثار مشتق شده بر اساس پلت فرم را اعطا نمی‌کند.",
    "trademarks": " علائم تجاری:‌",
    "userContent": " محتوای کاربر:",
    "contentLicenseText": " با ارسال یا آپلود هر گونه محتوا بر روی پلتفرم، شما به Payment4.com یک مجوز کلی، بدون حق امتیاز و غیر انحصاری برای استفاده، تکثیر، اصلاح، انطباق، انتشار، ترجمه، توزیع و نمایش چنین محتوایی در ارتباط با عملکرد پلت فرم اعطا می‌کنید.",
    "prohibitedUse": "استفاده غیر مجاز:",
    "noExploitationWithoutPermissionText": " شما مجوز کپی کردن، بازتولید، اصلاح،‌ نمایش،‌ بازپخش و تولید محتوای مشتقه از محتوای پلتفرم را ندارید مگر با مجوز کتبی و صریح پیمنت فور.",
    "copyrightInfringement": " نقض کپی رایت:",
    "trademarkProtectionText": " 'Payment4.com' و سایر علائم تجاری مرتبط، لوگو ها، آرم ها و نام های تجاری مرتبط متعلق به Payment4.com است و بدون رضایت کتبی قبلی ما قابل استفاده نیست.",
    "reportIPInfringementText": " اگر معتقدید که حقوق مالکیت معنوی شما نقض شده است، لطفا سریعا ما را مطلع کنید.",
    "thirdPartyContentDisclaimerText": "این پلتفرم ممکن است حاوی محتوای شخص ثالث، علائم تجاری یا موارد کپی رایت باشد. چنین محتوایی دارایی صاحبان مربوطه است و استفاده از آن منوط به شرایط و ضوابط انها است.",
    "UnauthorizedUseWarning": "هر گونه استفاده غیر مجاز از مالکیت معنوی پلتفرم منجر به اقدام قانونی خواهد شد. شما پذیرفته‌اید که به تمام حقوق مالکیت معنوی مرتبط با پلتفرم احترام بگذارید و از آن پیروی کنید."
  }
}
