{
  "termsOfService": {
    "title": "Términos de Uso",
    "welcomeMessage": "¡Bienvenido a Payment4!",
    "termsContent": "Estos Términos de Uso (\"Términos\") describen los términos y condiciones que rigen su uso de Payment4.com (la \"Plataforma\"). Al acceder o utilizar la Plataforma, acepta cumplir y estar sujeto a estos Términos. Le recomendamos leer cuidadosamente y comprender estos Términos antes de usar la Plataforma. Si no está de acuerdo con alguna parte de estos Términos, absténgase de usar la Plataforma. Estos Términos cubren aspectos importantes de su uso de la Plataforma, incluido el procesamiento de pagos, transacciones, seguridad y responsabilidades del usuario. Al utilizar la Plataforma, reconoce que ha revisado, comprendido y aceptado estos Términos en su totalidad. Tenga en cuenta que estos Términos pueden actualizarse periódicamente, y es su responsabilidad revisarlos regularmente. Su uso continuado de la Plataforma después de cualquier cambio indica su aceptación de los Términos actualizados.",
    "contactUsText": "Si tiene alguna pregunta sobre estos Términos o cualquier aspecto de la Plataforma, contáctenos en support@payment4.com. Gracias por elegir Payment4. Estamos comprometidos en proporcionarle una experiencia segura y eficiente en la pasarela de pagos.",
    "acceptanceTitle": "Aceptación de los Términos",
    "accessAndConsentText": "Al acceder, registrarse o utilizar los servicios proporcionados por la plataforma, usted reconoce explícitamente y acepta los términos y condiciones establecidos en estos Términos. Su uso de la Plataforma constituye su consentimiento para cumplir y quedar legalmente vinculado por estos Términos. Si no está de acuerdo con estos Términos o alguna parte de los mismos, absténgase de acceder o utilizar la Plataforma. Su uso continuado de la Plataforma después de cualquier modificación de estos Términos significa su aceptación de dichos cambios. Lea detenidamente estos Términos y asegúrese de comprender sus implicaciones antes de usar la Plataforma.",
    "userEligibilityTitle": "Elegibilidad del Usuario",
    "userEligibilityText": "Al acceder o utilizar la Plataforma, usted afirma que tiene la edad legal en su jurisdicción para celebrar un acuerdo vinculante y que cumple con todos los demás requisitos de elegibilidad establecidos en estos Términos. Además, garantiza que la información de registro que proporciona es precisa, completa y actual. Si está accediendo o utilizando la Plataforma en nombre de una entidad, organización o empresa, declara y garantiza que tiene la autoridad para vincular a dicha entidad a estos Términos, y \"usted\" o \"su\", según se utiliza en estos Términos, se referirá tanto a usted como a la entidad que representa. Reconoce que su uso de la Plataforma está sujeto al cumplimiento de todas las leyes, regulaciones y ordenanzas aplicables, y acepta ser el único responsable de dicho cumplimiento. Si no cumple con estos requisitos de elegibilidad o no está de acuerdo con alguna parte de estos Términos, absténgase de usar la Plataforma.",
    "accountCreationTitle": "Creación de Cuenta y Seguridad",
    "accountCreationAndSecurityText": "Para acceder a ciertas funciones y servicios de la Plataforma, es posible que se le pida que cree una cuenta. Al crear una cuenta, acepta proporcionar información precisa, actual y completa. Usted es el único responsable de mantener la confidencialidad de sus credenciales de cuenta, incluido su nombre de usuario y contraseña. Acepta no compartir la información de su cuenta con ningún tercero y notificarnos de inmediato cualquier uso no autorizado de su cuenta.",
    "accountResponsibilitiesText": "Comprende y reconoce que es el único responsable de todas las actividades realizadas a través de su cuenta. Payment4.com no será responsable de ninguna pérdida, daño o responsabilidad que surja de su incumplimiento de estas obligaciones de seguridad.",
    "multipleAccountsAndSuspensionText": "También acepta no crear múltiples cuentas ni hacerse pasar por otra persona o entidad. Nos reservamos el derecho de suspender o cerrar su cuenta, negar el servicio o denegar el acceso a la Plataforma si sospechamos actividad fraudulenta, no autorizada o inapropiada asociada con su cuenta.",
    "accountSecurityRecommendationText": "Se le recomienda elegir una contraseña fuerte y única, habilitar la autenticación de múltiples factores cuando esté disponible y actualizar regularmente la información de su cuenta para garantizar la seguridad de su cuenta.",
    "privacyPolicyAcknowledgementText": "Al crear una cuenta en la Plataforma, reconoce que ha leído y acepta nuestra Política de Privacidad, que describe cómo recopilamos, utilizamos y protegemos su información personal.",
    "userResponsibilitiesTitle": "Responsabilidades del Usuario",
    "responsibilitiesAndGuidelinesTitleText": "Al utilizar la Plataforma, acepta cumplir con las siguientes responsabilidades y pautas:",
    "lawfulUse": "Uso Legal:",
    "lawfulUseText": "Utilizará la Plataforma solo con fines legales y no participará en ninguna actividad que viole las leyes, regulaciones o derechos de terceros aplicables.",
    "accurateInformationText": "Proporcionará información precisa, completa y actualizada al utilizar la Plataforma, incluido durante el registro de la cuenta y el procesamiento de transacciones.",
    "prohibitedActivitiesText": "No utilizará la Plataforma con ningún propósito dañino, abusivo, obsceno, amenazante, acosador o difamatorio. Se abstendrá de participar en fraudes, phishing, piratería informática o cualquier actividad ilegal o no autorizada.",
    "securityText": "Es responsable de mantener la seguridad de las credenciales de su cuenta, incluido su nombre de usuario y contraseña. Notificará de inmediato cualquier acceso no autorizado o uso de su cuenta.",
    "personalUseText": "Utilizará la Plataforma únicamente para su uso personal y no comercial y no revenderá, sublicenciará ni compartirá el acceso a la Plataforma con terceros.",
    "transactionsText": "Solo iniciará transacciones en la Plataforma que sean legales y válidas. Comprende que las transacciones son irreversibles y que debe revisar y verificar cuidadosamente los detalles de la transacción antes de continuar.",
    "thirdPartyContentText": "Reconoce que la Plataforma puede contener enlaces a sitios web de terceros o contenido. Usted es responsable de revisar y cumplir con los términos y políticas de cualquier sitio web de terceros o servicios a los que acceda a través de la Plataforma.",
    "complianceText": "Cumplirá con todas las leyes y regulaciones aplicables relacionadas con el uso de criptomonedas, transacciones financieras y protección de datos.",
    "feedbackText": "Si proporciona comentarios, sugerencias o comentarios sobre la Plataforma, nos otorga el derecho de utilizar, modificar e incorporar dichos comentarios en nuestros servicios sin ninguna obligación hacia usted.",
    "suspensionOrTerminationText": "Nos reservamos el derecho de suspender o cerrar su cuenta y el acceso a la Plataforma si sospechamos alguna violación de estas responsabilidades o si su uso de la Plataforma se considera perjudicial para nosotros o otros usuarios.",
    "paymentAndTransactionsTitle": "Pagos y Transacciones",
    "intellectualPropertyTitle": "Propiedad Intelectual",
    "ownership": "Propiedad:",
    "limitedLicense": "Licencia Limitada:",
    "trademarks": "Marcas Comerciales:",
    "userContent": "Contenido del Usuario:",
    "prohibitedUse": "Uso Prohibido:",
    "copyrightInfringement": "Infracción de Derechos de Autor:",
    "thirdPartyContent": "Contenido de Terceros:",
    "accurateInformation": "Información Exacta:",
    "prohibitedActivities": "Actividades Prohibidas:",
    "security": "Seguridad:",
    "PersonalUse": "Uso Personal:",
    "Transactions": "Transacciones:",
    "Compliance": "Cumplimiento:",
    "Feedback": "Comentarios:",
    "SuspensionOrTermination": "Suspensión o Terminación:",
    "TransactionDetails": "Detalles de la Transacción:",
    "TransactionConfirmation": "Confirmación de la Transacción:",
    "TransactionFees": "Tarifas de Transacción:",
    "CryptocurrencyConversion": "Conversión de Criptomonedas:",
    "SecurityAndRisks": "Seguridad y Riesgos:",
    "useOfPlatformText": "Su uso de la Plataforma está sujeto a estas responsabilidades y cualquier pauta adicional o políticas que podamos proporcionar. Pagos y Transacciones",
    "platformSecurityAndPaymentsText": "La Plataforma proporciona un entorno seguro para el procesamiento de transacciones de criptomonedas. Al utilizar los servicios de la Plataforma, acepta los siguientes términos relacionados con pagos y transacciones:",
    "transactionDetailsResponsibilityText": "Usted es el único responsable de proporcionar detalles de transacciones precisos y completos, incluida la dirección de la billetera de criptomonedas receptora. Payment4.com no será responsable de las pérdidas resultantes de información de transacción incorrecta o incompleta proporcionada por usted.",
    "irreversibleTransactionText": "Una vez que se envía una transacción en la cadena de bloques, es irreversible y no se puede cancelar. Se le recomienda revisar cuidadosamente todos los detalles de la transacción antes de confirmar un pago.",
    "transactionFeesText": "Es posible que ciertas transacciones estén sujetas a tarifas, que se indicarán claramente antes de confirmar la transacción. El pago de estas tarifas es su responsabilidad y es necesario para el procesamiento exitoso de la transacción.",
    "cryptocurrencyConversionsText": "Si corresponde, las conversiones de criptomonedas se realizarán según las tasas de cambio vigentes en el momento de la transacción. Reconoce que las tasas de cambio pueden fluctuar y pueden afectar el monto final que recibe.",
    "cryptocurrencyRisksText": "Si bien Payment4.com emplea medidas de seguridad para proteger las transacciones, reconoce que el uso de criptomonedas conlleva riesgos inherentes, que incluyen, entre otros, fallos y retrasos en la red, congestión o fallos en la cadena de bloques y fluctuaciones en el valor de la criptomoneda. Payment4.com no será responsable de las pérdidas incurridas debido a estos riesgos.",
    "complianceWithLawsText": "Acepta cumplir con todas las leyes y regulaciones aplicables relacionadas con transacciones y pagos de criptomonedas. Usted es el único responsable de garantizar que sus transacciones sean legales y legítimas.",
    "TransactionDisputesTitle": "Disputas de Transacciones:",
    "transactionDisputesResolutionText": "En caso de disputa o discrepancia con respecto a una transacción, puede ponerse en contacto con el servicio de atención al cliente de Payment4.com. Haremos esfuerzos razonables para abordar sus inquietudes, pero la resolución de disputas está sujeta a las políticas y procedimientos descritos en estos Términos.",
    "acknowledgmentOfTermsText": "Al utilizar la Plataforma para pagos y transacciones, reconoce y acepta estos términos, incluidos los riesgos asociados con el uso de criptomonedas.",
    "intellectualPropertyProtectionText": "La Plataforma y su contenido, características y funcionalidades asociadas están protegidos por varias leyes de propiedad intelectual, incluidos derechos de autor, marcas comerciales y otros derechos de propiedad. Los siguientes términos describen sus derechos y obligaciones con respecto a la propiedad intelectual asociada con la Plataforma:",
    "ownershipOfContentText": "Todo el contenido, materiales, software, código, diseños, gráficos, logotipos y otros elementos de la Plataforma son propiedad o están licenciados por Payment4.com y están protegidos por las leyes de propiedad intelectual aplicables.",
    "limitedLicenseText": "Payment4.com le otorga una licencia limitada, no exclusiva, no transferible y revocable para acceder y utilizar la Plataforma para su uso personal y no comercial. Esta licencia no le otorga derechos de propiedad ni derechos para utilizar, reproducir, distribuir, modificar o crear obras derivadas basadas en la Plataforma.",
    "trademarkProtectionText": "\"Payment4.com\" y otras marcas comerciales, marcas de servicio, logotipos y nombres comerciales relacionados son propiedad de Payment4.com y no pueden utilizarse sin nuestro consentimiento previo por escrito.",
    "contentLicenseText": "Al enviar o cargar cualquier contenido en la Plataforma, otorga a Payment4.com una licencia mundial, libre de regalías y no exclusiva para utilizar, reproducir, modificar, adaptar, publicar, traducir, distribuir y mostrar dicho contenido en relación con la operación de la Plataforma.",
    "noExploitationWithoutPermissionText": "No puede copiar, reproducir, modificar, distribuir, mostrar, crear obras derivadas ni explotar de ninguna otra manera ninguna parte de la Plataforma sin el permiso expreso por escrito de Payment4.com.",
    "reportIPInfringementText": "Si cree que sus derechos de propiedad intelectual han sido infringidos, notifíquenos de inmediato de acuerdo con nuestra Política de Derechos de Autor.",
    "thirdPartyContentDisclaimerText": "La Plataforma puede contener contenido de terceros, marcas comerciales o materiales con derechos de autor. Dicho contenido es propiedad de sus respectivos propietarios y está sujeto a sus términos y condiciones.",
    "UnauthorizedUseWarning": "Cualquier uso no autorizado de la propiedad intelectual de la Plataforma puede dar lugar a acciones legales. Acepta respetar y cumplir todos los derechos de propiedad intelectual asociados con la Plataforma."
  }
}
