import { CardProps } from "./card";

export const cardsArray: CardProps[] = [
  {
    imgUrl: "/images/wp-referal.png",
    title: "کسب درامد از طریق کدمعرف",
    desc: "با معرفی پذیرندگان جدید به Payment4‌ از طریق کد معرف، از هر پرداخت آنها کسب درآمد کنید",
  },
  {
    imgUrl: "/images/wp-gateway.png",
    title: "ایجاد درگاه پرداخت رمزارزی برای کسب و کار خودتان",
    desc: "با درگاه رمزارزی Payment4‌ بدون محدودیت و از سراسر جهان پرداخت‌های رمزارزی داشته باشید",
  },
  {
    imgUrl: "/images/wp-customize.png",
    title: "شخصی سازی صفحه پرداخت با لوگوی شما",
    desc: "لوگوی خود را در صفحه پرداخت قرار دهید و ظاهر آن را سفارشی کنید",
  },
  {
    imgUrl: "/images/wp-paylink.png",
    title: "ایجاد لینک پرداخت یکتا برای خود و محصولاتتان",
    desc: "با ایجاد لینک پرداخت یکتا و اشتراک گذاری آن در وبسایت یا شبکه‌های اجتماعی، پرداخت رمزارزی بپذیرید",
  },
];
