{
  "termsOfService": {
    "title": "Kullanım Şartları",
    "welcomeMessage": "Payment4'e Hoş Geldiniz!",
    "termsContent": "Bu Kullanım Şartları (\"Şartlar\"), Payment4.com'un (\"Platform\") kullanımınızı yöneten koşulları ve şartları belirler. Platform'a erişerek veya kullanarak, bu Şartlara uymayı ve bağlı kalmayı kabul edersiniz. Platform'u kullanmadan önce bu Şartları dikkatlice okumanızı ve anlamanızı öneririz. Bu Şartların herhangi bir bölümüne katılmıyorsanız, lütfen Platform'u kullanmaktan kaçının. Bu Şartlar, Platform'unuzun kullanımının önemli yönlerini kapsar, özellikle ödeme işleme, işlemler, güvenlik ve kullanıcı sorumlulukları. Platform'u kullanarak, bu Şartları bütünüyle gözden geçirdiğinizi, anladığınızı ve kabul ettiğinizi kabul edersiniz. Lütfen bu Şartlar periyodik olarak güncellenebilir ve düzenli olarak gözden geçirme sorumluluğu size aittir. Herhangi bir değişiklikten sonra Platform'u kullanmaya devam etmeniz, güncellenmiş Şartların kabulünüzü gösterir.",
    "contactUsText": "Bu Şartlar veya Platform'un herhangi bir yönü hakkında sorularınız varsa, lütfen support@payment4.com adresinden bizimle iletişime geçin. Payment4'ü seçtiğiniz için teşekkür ederiz. Size güvenli ve verimli bir ödeme geçidi deneyimi sunmaya kararlıyız.",
    "acceptanceTitle": "Şartların Kabulü",
    "accessAndConsentText": "Platform tarafından sağlanan hizmetlere erişerek, kaydolarak veya kullanarak, bu Şartlarda belirtilen koşulları ve şartları açıkça kabul ettiğinizi ve onayladığınızı kabul edersiniz. Platform'un kullanımı, bu Şartlara uymayı ve yasal olarak bu Şartlarla bağlı olmayı onaylamanız anlamına gelir. Bu Şartlar veya herhangi bir bölümüne katılmıyorsanız, Platform'a erişmek veya kullanmaktan kaçının. Bu Şartlarda yapılan herhangi bir değişiklik sonrası Platform'u kullanmaya devam etmeniz, bu tür değişiklikleri kabul ettiğinizi gösterir. Lütfen bu Şartları dikkatlice okuyun ve Platform'u kullanmadan önce bunların etkilerini anladığınızdan emin olun.",
    "userEligibilityTitle": "Kullanıcı Hakları",
    "userEligibilityText": "Platform'a erişerek veya kullanarak, bulunduğunuz yargı alanında bağlayıcı bir anlaşmaya girmek için yasal yaşta olduğunuzu ve bu Şartlarda belirtilen diğer uygunluk gereksinimlerini karşıladığınızı beyan edersiniz. Ayrıca, sağladığınız her kayıt bilgisinin doğru, eksiksiz ve güncel olduğunu taahhüt edersiniz. Eğer Platform'u bir varlık, organizasyon veya şirket adına erişiyorsanız, temsil ettiğiniz varlığı bu Şartlara bağlama yetkisine sahip olduğunuzu ve bu Şartlarda 'siz' veya 'sen' olarak kullanılan ifadenin hem sizin hem de temsil ettiğiniz varlığı ifade edeceğini beyan edersiniz. Platform'un kullanımınızın tüm ilgili yasalara, düzenlemelere ve tüzüklere uygun olduğunu kabul edersiniz ve bu tür uyumluluktan tamamen sorumlu olmayı kabul edersiniz. Eğer bu uygunluk gereksinimlerini karşılamıyorsanız veya bu Şartların herhangi bir bölümüne katılmıyorsanız, Platform'u kullanmaktan kaçının.",
    "accountCreationTitle": "Hesap Oluşturma ve Güvenlik",
    "accountCreationAndSecurityText": "Platform'un belirli özelliklerine ve hizmetlerine erişmek için bir hesap oluşturmanız gerekebilir. Bir hesap oluştururken, doğru, güncel ve eksiksiz bilgi sağlama konusunda anlaşmayı kabul edersiniz. Hesap kimliklerinizin, kullanıcı adınız ve şifreniz dahil, gizliliğini koruma sorumluluğu yalnızca size aittir. Hesap bilgilerinizi üçüncü bir taraf ile paylaşmamayı kabul edersiniz ve hesabınızın izinsiz kullanımını hemen bize bildirmeyi kabul edersiniz.",
    "accountResponsibilitiesText": "Hesabınız aracılığıyla gerçekleştirilen tüm faaliyetlerden sadece sizin sorumlu olduğunuzu anlıyorsunuz ve kabul edersiniz. Payment4.com, bu güvenlik yükümlülüklerine uymamanızdan kaynaklanan herhangi bir kayıp, zarar veya sorumluluktan sorumlu değildir.",
    "multipleAccountsAndSuspensionText": "Ayrıca birden fazla hesap oluşturmamayı veya başka bir kişiyi veya varlığı taklit etmemeyi kabul edersiniz. Hesabınızla ilişkilendirilen dolandırıcı, izinsiz veya uygunsuz faaliyeti şüpheleniyorsak, hesabınızı askıya alma, hizmeti reddetme veya Platform'a erişimi reddetme hakkını saklı tutarız.",
    "accountSecurityRecommendationText": "Size güçlü ve benzersiz bir şifre seçmeniz, mevcut olduğunda çok faktörlü kimlik doğrulamayı etkinleştirmeniz ve hesap bilgilerinizi düzenli olarak güncellemeniz önerilir, böylece hesabınızın güvenliği sağlanır.",
    "privacyPolicyAcknowledgementText": "Platform'da bir hesap oluşturarak, kişisel bilgilerinizi nasıl topladığımızı, nasıl kullandığımızı ve koruduğumuzu belirten Gizlilik Politikamızı okuduğunuzu ve kabul ettiğinizi kabul edersiniz.",
    "userResponsibilitiesTitle": "Kullanıcı Sorumlulukları",
    "responsibilitiesAndGuidelinesTitleText": "Platform'u kullanırken aşağıdaki sorumluluklara ve yönergeleri uygun bulmayı kabul edersiniz:",
    "lawfulUse": "Yasal Kullanım:",
    "lawfulUseText": "Platform'u sadece yasal amaçlar için kullanacaksınız ve herhangi bir uygulanabilir yasayı, düzenlemeyi veya üçüncü taraf haklarını ihlal eden herhangi bir faaliyette bulunmayacaksınız.",
    "accurateInformationText": "Platform'u kullanırken, hesap kaydı ve işlem işleme dahil olmak üzere, doğru, eksiksiz ve güncel bilgi sağlayacaksınız.",
    "prohibitedActivitiesText": "Platform'u zararlı, kötüye kullanılmış, açık, tehdit edici, rahatsız edici veya hakaret edici herhangi bir amaç için kullanmayacaksınız. Dolandırıcılık, balık avcılığı, hackleme veya herhangi bir yasadışı veya izinsiz faaliyete katılmamaya kaçınacaksınız.",
    "securityText": "Hesap kimliklerinizin, kullanıcı adınız ve şifreniz dahil, gizliliğini koruma sorumluluğu size aittir. Hesabınıza yetkisiz erişimin veya kullanımın hemen bize bildirilmesi gerektiğini kabul edersiniz.",
    "personalUseText": "Platform'u yalnızca kişisel, ticari olmayan kullanımınız için kullanacaksınız ve Platform'a üçüncü taraflarla erişim paylaşmayacaksınız veya alt lisans vermeyeceksiniz.",
    "transactionsText": "Platform üzerinde yalnızca yasal ve geçerli işlemleri başlatacaksınız. İşlemlerin geri dönüşümsüz olduğunu ve işlem ayrıntılarını dikkatlice incelemek ve doğrulamak zorunda olduğunuzu anlıyorsunuz.",
    "thirdPartyContentText": "Platform'un üçüncü taraf web siteleri veya içeriklere bağlantılar içerebileceğini kabul edersiniz. Platform aracılığıyla eriştiğiniz üçüncü taraf web siteleri veya hizmetlerin şartlarını ve politikalarını incelemek ve bunlara uymaktan sorumlusunuz.",
    "complianceText": "Kripto para kullanımı, finansal işlemler ve veri koruma ile ilgili tüm uygulanabilir yasalara ve düzenlemelere uyacaksınız.",
    "feedbackText": "Platform ile ilgili herhangi bir geri bildirim, öneri veya yorum sağlarsanız, bu geri bildirimi herhangi bir yükümlülüğümüz olmaksızın hizmetlerimize kullanma, değiştirme ve dahil etme hakkını bize vermiş olursunuz.",
    "suspensionOrTerminationText": "Hesabınızı ve Platform'a erişimi askıya alma veya sonlandırma hakkını saklı tutarız, eğer bu sorumlulukların ihlal edildiğini veya Platform'un kullanımının bize veya diğer kullanıcılara zararlı olarak görüldüğünü düşünürsek.",
    "paymentAndTransactionsTitle": "Ödeme ve İşlemler",
    "intellectualPropertyTitle": "Fikri Mülkiyet",
    "ownership": "Sahiplik:",
    "limitedLicense": "Sınırlı Lisans:",
    "trademarks": "Ticari Markalar:",
    "userContent": "Kullanıcı İçeriği:",
    "prohibitedUse": "Yasaklı Kullanım:",
    "copyrightInfringement": "Telif Hakkı İhlali:",
    "thirdPartyContent": "Üçüncü Taraf İçerik:",
    "accurateInformation": "Doğru Bilgi:",
    "prohibitedActivities": "Yasaklı Faaliyetler:",
    "security": "Güvenlik:",
    "PersonalUse": "Kişisel Kullanım:",
    "Transactions": "İşlemler:",
    "Compliance": "Uyum:",
    "Feedback": "Geribildirim:",
    "SuspensionOrTermination": "Askıya Alma veya Sonlandırma:",
    "TransactionDetails": "İşlem Detayları:",
    "TransactionConfirmation": "İşlem Onayı:",
    "TransactionFees": "İşlem Ücretleri:",
    "CryptocurrencyConversion": "Kripto Para Dönüşümü:",
    "SecurityAndRisks": "Güvenlik ve Riskler:",
    "useOfPlatformText": "Platform kullanımınız, bu sorumluluklar ve tarafımızca sağlanan ek yönergeler veya politikalara tabidir. Ödeme ve İşlemler",
    "platformSecurityAndPaymentsText": "Platform, kripto para işlemlerini işlemek için güvenli bir ortam sunar. Platform'un hizmetlerini kullanarak, ödemeler ve işlemlerle ilgili aşağıdaki şartları kabul edersiniz:",
    "transactionDetailsResponsibilityText": "İşlem detaylarını, alınan kripto para cüzdan adresi dahil, doğru ve eksiksiz bir şekilde sağlamaktan yalnızca siz sorumlusunuz. Sizden sağlanan yanlış veya eksik işlem bilgilerinden kaynaklanan kayıplardan Payment4.com sorumlu değildir.",
    "irreversibleTransactionText": "Bir işlem bir kez blok zincirine gönderildiğinde geri alınamaz ve iptal edilemez. Bir ödemeyi onaylamadan önce tüm işlem detaylarını dikkatlice gözden geçirmeniz önerilir.",
    "transactionFeesText": "Belirli işlemler ücretlere tabi olabilir ve bu ücretler işlemi onaylamadan önce açıkça belirtilecektir. Bu ücretlerin ödenmesi sizin sorumluluğunuzdadır ve işlemin başarılı bir şekilde işlenmesi için gereklidir.",
    "cryptocurrencyConversionsText": "Uygulanabilirse, kripto para dönüşümleri işlemin gerçekleştirildiği sırada geçerli döviz kurları üzerinden gerçekleştirilecektir. Döviz kurlarının dalgalanabileceğini ve tarafınıza ulaşan son miktarı etkileyebileceğinizi kabul edersiniz.",
    "cryptocurrencyRisksText": "Payment4.com, işlemleri korumak için güvenlik önlemleri uygulasa da, kripto paraların kullanımının ağ hataları, gecikmeler, blok zincir sıkışması veya arızaları ve kripto para değerinin dalgalanması dahil olmak üzere doğal riskler taşıdığını kabul edersiniz. Bu riskler nedeniyle oluşan kayıplardan Payment4.com sorumlu değildir.",
    "complianceWithLawsText": "Kripto para işlemleri ve ödemelerle ilgili tüm uygulanabilir yasa ve yönetmeliklere uyacağınızı kabul edersiniz. İşlemlerinizin yasal ve meşru olduğunu sağlama sorumluluğu yalnızca size aittir.",
    "TransactionDisputesTitle": "İşlem Anlaşmazlıkları:",
    "transactionDisputesResolutionText": "Bir işlemle ilgili bir anlaşmazlık veya uyuşmazlık durumunda Payment4.com müşteri destek hattıyla iletişime geçebilirsiniz. Endişelerinizi ele almaya makul çaba göstereceğiz, ancak anlaşmazlıkların çözümü, bu Şartlarda belirtilen politika ve prosedürlere tabidir.",
    "acknowledgmentOfTermsText": "Ödemeler ve işlemler için Platform'u kullanarak, kripto para kullanımıyla ilişkilendirilen riskler dahil olmak üzere, bu şartları kabul ettiğinizi ve kabul ettiğinizi onaylarsınız.",
    "intellectualPropertyProtectionText": "Platform ve ilişkilendirilen içerik, özellikler ve işlevler çeşitli fikri mülkiyet yasaları, telif hakkı, ticari marka ve diğer mülkiyet hakları tarafından korunmaktadır. Aşağıdaki şartlar, Platform ile ilişkilendirilen fikri mülkiyet hakkıyla ilgili haklarınızı ve yükümlülüklerinizi belirler:",
    "ownershipOfContentText": "Platform'un tüm içeriği, malzemeleri, yazılımı, kodu, tasarımları, grafikleri, logoları ve diğer unsurları Payment4.com tarafından sahip olunan veya lisanslanan ve ilgili fikri mülkiyet yasaları tarafından korunan unsurlardır.",
    "limitedLicenseText": "Payment4.com, size kişisel, ticari olmayan kullanımınız için Platform'a erişim ve kullanım hakkı tanır. Bu lisans size herhangi bir sahiplik hakkı veya Platform'a dayalı olarak kullanma, çoğaltma, dağıtma, değiştirme veya türev çalışmalar oluşturma hakkı vermez.",
    "trademarkProtectionText": "\"Payment4.com\" ve diğer ilgili ticari markalar, hizmet markaları, logolar ve ticaret adları Payment4.com'a aittir ve önceden yazılı iznimiz olmadan kullanılamaz.",
    "contentLicenseText": "Platform'a herhangi bir içerik göndererek veya yükleyerek, bu içeriği Platform'un işletilmesi ile bağlantılı olarak kullanma, çoğaltma, değiştirme, uyarlama, yayınlama, çeviri, dağıtma ve görüntüleme hakkı olmayan dünya çapında telifsiz bir lisans verirsiniz.",
    "noExploitationWithoutPermissionText": "Payment4.com'nun açık yazılı izni olmadan, Platform'un herhangi bir bölümünü kopyalayamaz, çoğaltamaz, değiştiremez, dağıtamaz, türev çalışmalar oluşturamaz veya başka şekillerde kullanamazsınız.",
    "reportIPInfringementText": "Fikri mülkiyet haklarınızın ihlal edildiğine inanıyorsanız, lütfen Telif Hakkı Politikamıza uygun olarak bize hemen bildirin.",
    "thirdPartyContentDisclaimerText": "Platform, üçüncü taraf içerikler, ticari markalar veya telif hakkı materyalleri içerebilir. Bu tür içerik, ilgili sahiplerin mülkiyetindedir ve onların koşullarına tabidir.",
    "UnauthorizedUseWarning": "Platform'un fikri mülkiyetinin izinsiz kullanımı herhangi bir yasal işleme neden olabilir. Platform ile ilişkilendirilen tüm fikri mülkiyet haklarına saygı duymayı ve bunlara uymayı kabul edersiniz."
  }
}
